7	182
+	1215
2	376
=	2522
96	13
9	136
159	3
162	4
4	227
65	12
144	5
112	5
6	189
821	1
-	883
17	42
44	9
14	50
189	4
1146	1
22	26
245	4
1920	1
25	51
452	1
08	1
3	285
813	1
73	10
0	11
341	1
34	20
712	1
122	9
67	6
511	1
1	110
33	14
11	46
23	28
52	8
12	113
32	34
*	570
10	134
/	824
5	271
.	3
>	28
19	35
13	32
45	26
18	80
20	71
5524	1
388	3
1829	1
1210	2
55	19
154	4
615	4
8	176
1217	2
415	3
625	1
15	102
108	3
145	2
152	4
186	2
114	3
710	4
79	10
78	9
512	1
16	58
2815	2
2221	1
38542	1
387	3
92934	1
28	24
6228	2
4663	1
50	15
113292	1
324	3
616105	1
698	2
803425	1
275	3
70012	1
2022	2
3513	1
3330	1
4026	1
4326	1
3247	1
6054	1
774	2
<	24
1914	2
376	1
21	26
175	6
3712	1
2418	1
3618	1
2217	2
3122	2
47	14
693	2
1287	3
7949	1
3154	1
6625	1
1418	1
924	3
628	3
2331	1
1722	1
1843	1
3230	1
2258	2
4286	1
36	18
5042	1
29	18
1325	1
728	2
35	23
63407	1
129	6
27858	1
37	10
9544	1
2660	1
2632	2
4414	2
3689	1
5728	1
27	35
55356	1
244210	1
58	9
15223	1
1731	1
5341	1
2398	1
43	11
19105	1
12739	1
43252	1
27539	1
61105	1
56	6
4954	1
38142	1
31	18
111304	1
276	4
2838	1
51117	1
40	19
778	1
32187	1
134	2
5335	1
2941	1
64	13
10550	1
6225	1
6186	1
2290	1
2365	1
3089	1
68	10
21120	2
4116	2
925	2
617	3
938	1
486	1
4899	1
99	3
198	2
125	4
6138	1
2378	1
461	1
60	81
;	294
30	28
135	4
30013	1
5250	1
1033	1
1317	1
7;	3
2;	11
443	3
1888	1
8012	1
2421	1
327	3
2128	1
3;	15
442	1
212	4
100	17
3832	1
30;	4
:	102
3:30	1
..20	1
32.25	1
0.25	1
9388	1
223	1
1655	1
102	4
242	3
80	9
75	15
45;	6
5:451.00	1
0.54	1
0.4613	1
2524	2
484	1
203.00	1
1.00	1
2.005	1
1543	1
72	8
14912	1
50;	2
12:504	1
70	8
501.80	1
0.45	1
1.359	1
0.59	1
593	1
71	3
90	11
24	40
667	1
2.42	1
168100	1
3.;	1
1.50	1
306	2
10;	7
6:108	1
15;	5
8:1510	1
359	2
9524	1
7020	1
6915	1
3015	1
5530	1
9025	1
4510	2
7015	1
3810	1
505	1
3010	2
4515	1
5060	2
15555	1
11012	1
2010	1
2013	1
3040	1
8020	1
6555	1
7822	1
9535	1
5520	1
4542	1
6534	1
4926	1
6365	1
9347	1
7634	1
6155	1
9823	1
5119	1
3527	2
4314	1
38	12
5247	2
7425	1
10015	1
4524	1
5148	1
46	10
9430	1
14515	1
7023	1
9739	1
6857	1
66	2
12314	1
4034	1
7136	1
63435	1
139	3
57436	1
109241	1
426	1
667101	1
379	1
480147	1
203567	1
325	3
892451	1
150	3
601276	1
147	1
423583	1
246	4
829598	1
354	1
952134	1
269	1
403472	1
288	1
760589	1
345	1
934219	1
328	2
547645	1
567	1
1212318	1
544	2
862413	1
487	2
900239	1
622	1
861432	1
297	1
729145	1
255	1
400234	1
378	4
6121250	1
204	2
1454676	1
315	3
991465	1
527	2
992354	1
228	1
582383	1
431	1
814337	1
335	2
672154	1
237	1
391279	1
234	2
513235	1
165	2
40067	1
3555	1
3043	1
1279	1
3486	1
6533	1
1956	1
3460	1
2036	3
1877	1
1170	3
2490	1
51	6
3963	1
49	16
1498	1
39	11
5978	1
63100	1
8585	1
6969	1
1935	2
18100	1
7361	1
4872	1
1768	1
3983	1
6595	1
76	5
1945	1
1874	1
3889	1
57	11
3296	2
48	23
4861	1
27830	1
303452	1
9830	1
506550	1
107553	1
369	3
184600	1
254	2
346537	1
168712	1
478974	1
588	1
386421	1
377	1
44465	1
399	2
66555	1
347	2
208487	1
295	3
192823	1
676	1
147911	1
762	1
149900	1
513469	1
257	1
212546	1
396635	1
359333	1
157	3
176501	1
294	1
207222	1
155	3
67450	1
287	2
163306	1
259	1
47300	1
149	1
151999	1
834834	1
705467	1
68475	1
199	3
276700	1
561	2
139750	1
235	1
240280	1
120240	1
240	5
405500	1
131	3
180179	1
141	1
156	2
164376	1
123	2
136	3
117500	1
247	3
109185	1
82450	1
215	2
137	2
9870	1
11387	1
735900	1
250	6
265	2
385453	1
238	3
190	2
2554	1
54	7
91169	1
69	6
48100	1
45800	1
350	1
268	3
18248	1
6975	1
125560	1
118	2
174436	1
132	8
236	1
68350	1
90532	1
253	2
143	3
136291	1
166347	1
146	2
548700	1
225	4
230650	1
225900	1
260	2
315570	1
140	1
570	1
1000800	1
300	6
2624	2
169	4
457	2
425	1
409	1
548	2
566	2
124	2
206	1
309	1
722	2
219	1
365	4
406	3
187	2
635	2
356	4
549	1
724	3
82	10
164	3
813.00	1
4220	1
10010	1
509	1
9050	1
3508	1
8003	1
6040	1
3209	1
5407	1
7060	2
3008	1
4805	1
15020	1
809	1
2707	1
14020	1
18030	1
21050	2
4004	1
24010	1
1003	1
2704	1
1605	1
2507	1
4906	1
4807	1
49030	1
12010	1
608	1
3207	1
63065	1
4553	1
73856	1
5044	1
4888	1
1785	1
1428045	1
360268	1
187683	1
498324	1
29161367	1
683529	1
10508	1
5124	1
14243	1
2435	1
730544	1
3084	1
9845	1
1406	1
22687	1
934	2
653827	1
81283	1
1415328	1
295217	1
1362	1
4897	1
97948	1
478	1
38249	1
4417	1
39626	1
1989	1
328580	1
10120	1
12700	1
732	1
881	2
9420	1
6030	1
680	1
4140	1
2056	1
745	3
554	3
949	1
718	5
950	1
1072	1
835	2
748	3
836	1
963	2
788	1
11140	1
1036	1
1248	1
754	2
656	1
812	3
447	2
559	1
3276	1
23480	1
4053	1
1774	2
298	3
14480	1
2494	1
694	1
6210	1
21350	1
35119	1
2119	1
2680	1
3434	1
233	1
110	2
217	2
317	3
361	1
1120	1
1296	1
12420	1
14240	1
20143	1
1399	2
326	1
226	5
1479	1
345179	1
2171215	1
1112	2
2327106	1
1361	1
2251	1
2327	1
6373	1
1846	1
92115	1
460397	1
476435	1
332109	1
43637	1
7034	1
1540136	1
244811	1
3327	1
43218	1
52214	1
8452	1
780312	1
4555245	1
8261	1
600321	1
16835	1
420303	1
8484150	1
225023	1
46105	1
210349	1
139684	1
1167637	1
629544	1
174085	1
4615	1
500	2
300034	1
418	2
6143	1
1312	2
96150	1
3060	1
1512	2
6020	1
1007	1
28100	1
53	10
120010	1
3.333100	1
40063	1
2180	1
203	1
758	1
2912	1
2889	1
220516	1
72056	1
2252	1
63380	1
32383	1
481400	1
290	3
111010	1
22096	1
12813	1
6886	1
426648	1
162143	1
13217	1
109	4
326126	1
81	7
45121	1
99593	1
183	1
776344	1
2081222	1
513	3
709223	1
95	3
128323	1
49827	1
4865.00	1
4.28	1
0.721.54	1
4.6220	1
948	2
12250	1
12501.02	1
0.34	1
1.365256	1
2987	1
82434.80	1
1.203409	1
32641250	1
37508	1
360124	1
372300	1
51134	1
1475	1
78276	1
20415	1
75127	1
88	5
394	1
4837	1
29622	1
2428	1
1865899	1
119	5
6601816	1
63.75	1
1.2574	1
740	1
540	3
688	1
445	2
2.548	1
41.3	1
26	19
21144	1
43230	1
120212	1
280280	1
68279	1
159157	1
86	5
40036	1
85	2
121600	1
2737	1
112750	1
532	2
21823	1
10353	1
4214	1
4669	1
4892	2
562	2
121.80	1
1.40	1
3.2;	1
2.75	1
6.70	1
1.70	1
11.15;	1
11.15	2
3.2	1
7.9512	1
10243	1
78;	1
77	3
23;	1
16;	3
110.20	1
12.80	1
9.15	1
32.15;	1
32.15	1
31.50	1
0.653	1
12;	3
2526	1
1703	1
8;	7
6;	3
170.60	1
1.2;	1
5.15	1
3.20	1
1.2	3
0.75	1
10.3;	1
10.3	1
4.74	1
308	3
768	2
5;	11
15300	1
2037	1
1105	1
289	1
2935	1
103	5
8935	1
815	3
2106	1
27128	1
128	4
0.35	1
83.2600	1
600	2
0.2	1
4806760	1
450	3
104000	1
4000	2
0.1	2
440015	1
190.811	1
15840	1
41	10
42	15
8543	1
4066	1
6126	1
2839	1
3395	1
3216	1
4036	1
5787	1
1854	2
1015	4
4676	1
5622	1
83100	1
4342	1
6650	2
4634	1
59	5
4690	1
2277	1
3094	1
2967	1
2387	1
4449	1
2288	1
3267	1
1692	1
4186	1
2984	1
3996	1
5886	1
4878	1
1367	1
1489	1
221	1
92	5
106	2
148	3
104	3
83	11
783	1
1189	1
1288	1
1456	1
852	1
879	1
7638	1
8315	2
5221	1
7135	1
5143	1
9342	1
9925	1
5514	1
57200	1
4200	2
4757	1
42757	1
42519	1
15519	1
15248	1
8248	1
83484	1
193	3
103484	1
10292	1
4292	1
41230	1
301230	1
30158	1
2158	1
2285	3
9285	1
9728	1
24728	1
2453	1
553	1
519	2
586	1
542	1
642	1
629	1
229	3
244	1
444	1
422	1
222	1
239	2
439	1
454	1
232	2
595	2
127	2
2122	1
2172	1
10172	1
10134	1
14134	1
14;	2
23730	1
73730	1
726	3
1495	3
20495	1
2090	1
690	4
101050	1
10250	1
2164	2
11;	2
20;	3
54305	1
72;	2
1188	1
4;	4
10367	1
218	2
97;	1
97	5
121389	1
71093	1
2717	1
'	23
195	2
270	1
200	6
220	3
800	3
2200	1
350140	1
10100	1
10600	1
1050	1
15065	1
55200	1
5700	1
5200	1
850800	1
1100	1
1008	1
[50	1
,	331
40]	3
11:3012	1
[10	1
12]	3
895	3
55;	5
14:5519	1
[5	1
15]	6
1213	4
13;	1
20:132	1
[20	1
10]	5
3:4510	1
[60	1
730	5
12:108	1
[90	1
120	2
60]	2
850	3
14:1014	1
[8	1
14]	3
1023	2
17:037	1
[16	1
24]	2
564	2
24;	2
9:249	1
[40	1
100]	1
955	2
15:5568.50	1
25.43	1
43.0753.90	1
39.33	1
14.5715:18	1
5:612:16	1
3:48:10	1
4:510:15	1
2:348:64	1
3:456:84	1
2:375:125	1
3:581:90	1
9:10425:300	1
17:12432:1080	1
2:5360:420	1
6:7240:320	1
3:42:3	1
12:183:1	1
24:84:5	1
16:203:4	1
18:2415	1
5[20	1
8]	5
40[12	1
60[5	1
3[6	1
16]	2
4814	1
63	4
9[30	1
7]	4
2103	1
4868	1
7735	1
2616	1
1225	3
2419	1
3873	1
3628	1
1413	1
21:'	1
926	1
818	2
14:	4
4011	1
36:	1
3318	1
305	1
404	1
3415	1
6480	1
6074	2
10:	11
87	5
5024	1
1926	1
1:'	1
9094	1
76:	1
126	3
62:	1
261	1
3067	1
8214	1
5392	1
4527	1
4275	1
1896	1
2845	1
2736	1
1719	1
4434	1
848	2
3945	1
7352	1
2832	1
2345	1
760	2
2437	1
6229	1
4348	1
7628	1
4436	1
2725	1
8064	1
4828	1
4018	1
2646	1
7895	1
1986	1
6436	1
8735	1
1545	1
7537	1
6894	1
4145	2
7860	1
8278	2
2527	2
3180	1
1465	1
3850	1
1925	1
6047	1
6230	1
1916	1
4055	1
3762	1
3554	2
7197	1
7933	1
1515	1
9356	1
7428	1
916	3
4[15	1
24018	1
610	1
515	3
314	3
318	2
9[12	1
60[8	1
5]	7
40[18	1
9012	1
4[5	1
19]	2
9577	1
4870	1
3748	1
1275	1
4095	1
7490	1
3550	2
1818	1
5127	1
3175	1
4280	1
5865	1
2248	2
1445	1
7717	1
1716	1
9160	1
2590	1
1626	1
3342	1
7567	1
2195	1
1438	1
857	1
6417	1
5885	1
6716	1
4475	1
1727	1
4290	1
6592	1
74	5
1855	1
1627	1
4237	1
8245	2
3662	1
4890	1
7835	1
9192	1
3637	1
9290	1
3314	2
3032	1
1480	1
3435	1
6270	1
5475	1
5736	1
1996	1
4953	1
7146	1
7092	1
4791	1
5348	1
9498	1
5984	1
3825	1
4023	1
914	1
6'	1
14'	1
414	3
20'	1
17'	1
14.	1
13.	1
4'	1
7'	1
0.4	2
12'	2
18'	1
0.8	1
0.818	1
15'	1
1.5'	2
0.833	2
258	1
4078	1
105	2
1142	1
1622	1
1718	1
383	1
1329	1
153	2
25108	1
1563	1
12.	1
1517	1
504	2
12822	1
534	1
115000	1
2000	1
2.50	1
0;	3
5092	1
3971	1
112112	1
401410	1
6908	1
8318564237	1
495718	1
10599553482	1
11760578833	1
523776	1
11026091111	1
777	2
16714	1
1000	16
9500	1
4500	1
8700	1
1.6	1
3200	1
9600	2
9.6	1
840	1
330	1
11.7	1
6250	1
12500	2
12.5	1
207	2
292	2
14500	1
7400	1
21900	2
21.9	1
395	2
0.395	1
252	2
322	4
3600	1
6000	1
0.04	1
468147.6	1
0.18	1
1803875	1
375	2
212524	1
1506	2
23:45	1
11:45	1
..24	2
2014;	1
23:55	1
11:55	1
20147	1
3:10	1
20:5028	1
1272	1
453:4	1
24:3245	1
273:4	1
18:244:12	1
24:727:4	1
21:122:7	1
8:283:4	1
150:2008:3	1
56:2132	1
205:2	1
60:247:4	1
35:2045	1
182:7	1
12:427:9	1
63:815:12	1
40:963	1
8:3	1
24:9;	1
9:76:105	1
12:2103:13	1
27:1172.5:6	1
12.5:3012:5	1
36:1519:31	1
19:3139:3	1
13:120:7	1
20:722:18	1
11:99:41	1
9:417	1
7:5026	1
22;	2
22:1526	1
22:26	1
11:139	1
43;	1
9:436:42	1
1:711:17	1
11:1727:2	1
27:23:14	1
3:142:13	1
2:134500	1
4.5	2
0.5	3
32000	2
5600	2
5.6	1
14.2	1
3.05	2
3050	1
13000	1
5.28	1
267	2
332	2
8600	1
3400	1
1.33	1
106.667%	1
200%17	1
242.857%	1
150%5	1
83.3%	1
78.9%	1
94.444%	1
90%4	1
80%'	1
50%'	1
125%	1
130%	1
70.588%	1
70%12	1
66.667%'	1
94.444%'	1
142.8%	1
110%19	1
272	2
163	1
801	1
2223	1
384	1
12845	1
61	5
772	1
643	1
192	6
7683	1
24335	1
101	1
11072	1
1175	2
196	2
720	1
516	2
839	2
944	1
1115	1
520	1
614	2
216	8
396	2
224	1
1672	1
918	2
620	2
416	2
830	2
640	1
832	1
8[17	1
255[7	1
17]	5
119[2	1
9]	6
18[4	1
13]	1
52[44	1
748[6	1
30[18	1
3]	2
18[3	1
15[2	1
8[2	1
10[12	1
28]	1
84[5	1
35[18	1
90[14	1
70[9	1
171[38	1
44]	1
83641	1
111	1
1;	11
214	2
231	1
364	1
048	1
2210	2
2140	1
1124	1
1358	1
34142	1
6465	1
3845	1
1615	1
719	2
6415	1
1346	1
3298	1
5913	1
1113	3
814	1
1019	1
1514	1
1268	1
5425	1
716	1
1249	1
2115	1
06	1
1016	1
576	1
8591	1
71:	1
3:'	2
40:'	1
29:'	1
60:'	1
12:.	1
:'	11
31:'	1
11:'	1
4:'	1
42:'	1
5:'	1
5:	6
20:	3
96:	2
91	3
100:	1
23:	2
8:	3
2:	11
3:	8
4:	3
15:	3
132;	1
5:6:	1
70;	5
6:	4
1:3;	1
1:2:	1
202	7
2784	1
5432	1
8008	1
9840	1
180042	1
18051	1
172	4
1611	2
180:	2
32;	1
180	7
28:	2
30:	1
76;	1
4216	1
832.5	1
65.0100	1
87.6	1
12.42.3	1
17.15	1
19.453.0	1
2.514.0	1
28.0:	1
40400	1
3135	1
1052	1
1889	1
6756	1
488	1
5818	1
64180	1
6314	1
6362	1
49110	1
1057	1
1182	1
35182	1
7132	1
1198	1
6518	1
99:	1
396:'	1
17:	1
26:'	1
11:	1
123:	1
90:	1
80:	1
650;	1
106:	1
2:'	1
44:	1
42:	1
7:'	1
25:'	1
15:'	1
27;	1
480;	1
72:	1
52;	1
70:	3
56:	2
24:'	1
40:	2
95:	1
2.5	2
93:'	1
30:'	1
410	2
9;	4
9:	1
27:	1
54:	1
18:	2
13:	2
60;	2
1:	1
5.5;	1
5.6:	1
400	4
6.5;	1
7:	1
75;	1
110:	1
216;	2
327:	1
650:	1
12:	4
37.7;	1
48.5:	1
3800;	1
1750:	1
26;	1
0:	1
18;	1
12%;	1
10%;	1
12%	2
10%	2
130;	1
134:'	1
180;	1
67:	1
54;	1
82:'	1
232:	1
246:	1
444;	1
5000;	1
240;	2
19:	1
104:	1
150;	2
96;	1
30000;	1
220;	1
608:	1
990;	1
8:'	1
7500;	1
2584;	1
704:	1
1275;	1
6252	1
6024	2
4^2	3
36100^1	1
40375	1
54012	1
9025^1	1
2^2	3
1001	1
2420	1
1240	1
612	3
432	1
806	1
24080	1
15360	1
7648	1
12412	1
7218	1
1803.14	1
1.142.5	1
0.6	1
3.14	13
78.5	2
200400^1	1
400^1	1
31432	1
18410	1
314;	1
1.4	1
9.890	1
3.148	1
25.1231.4	1
3.143^2	1
28.264	1
6.286.28	1
210	1
510	5
708	1
3250	1
1516	2
7064^1	1
4916	1
2820	1
36821	1
5349	1
6865	1
8849	1
4622	1
1617	1
1153	1
3590	1
2372	1
3736	1
4329	1
5650	2
6871	1
3387	1
2582	1
1799	1
133	1
1583	1
5810	1
2360	1
0227	1
113	1
1601	1
266	1
2426	1
2855	1
6379	1
5905	1
2777	1
1868	1
4462	1
3467	1
93	2
2321	1
6221	1
4154	1
1725	1
362	1
1927	1
463	1
1119	1
2828	1
4999	1
8234	1
39945	1
135648	1
81267	1
89763	1
109234	1
26710	1
142196	1
28355	1
71873	1
291270	1
30620	1
155459	1
51672	1
336396	1
44195	1
65147	1
21300	1
60180	1
20336	1
48420	1
140294	1
42180	1
20225	1
45192	1
48121	1
25159	1
11283	1
70201	1
29163	1
84	2
79243	1
27177	1
22122	1
89	3
9020	1
1635	1
304	2
2821	1
166	3
184	1
2450	1
6036	1
624	1
2410	1
107	2
010	1
05:2	1
35:1452	1
28;	2
28:24	1
7:65:3	1
40:2415	1
9:6	1
3:29:2	1
72:1691	1
70:21	1
10:32:3	1
14:21153	1
81;	2
81:72	1
9:89:10	1
63:7021	1
12:9	1
4:310:1	1
30:37:8	1
42:4844	1
28:16	1
7:43:1	1
15:54:3	1
20:1510:13	1
20:269:5	1
36:202:1	1
16:835	1
30:5	1
6:155	1
45:10	1
9:27:1	1
28:49:2	1
18:49:13	1
45:6524	1
20:4	1
5:15:3	1
15:93:4	1
24:326:7	1
42:49117	1
81:36	1
9:45:9	1
35:637:2	1
21:63:5	1
18:308:11	1
32:44112	1
72:40	1
9:5104	1
56;	1
56:48	1
7:69:5	1
72:4010:1	1
50:52:3	1
8:1210:7	1
70:494:1	1
28:78:15	1
48:902:3	1
12:1877	1
70:7	1
10:124	1
21;	1
21:3	1
7:164	1
36;	2
36:28	1
9:77:2	1
49:14;	1
6354	1
45:9	1
5:15:4	1
45:3634.26	1
22.8415.86	1
7.93	1
55.93	1
7.9914.70	1
11.762.40	1
7.21.46	1
2.928.28	1
1.38	1
9.24	1
1.3213.30	1
2.66	1
10.24	1
2.5635.07	1
11.69	1
58.15	1
11.6310.70	1
5.35	1
37.52	1
5.3613.40	1
6.7	1
47.67	1
6.813.87	1
7.7418.72	1
37.4410.40	1
5.2	1
15.72	1
5.245.34	1
18.6919.53	1
6.51	1
13.12	1
6.56	1
31.77	1
10.59	1
21.32	1
10.66	1
210.40	1
2.6	2
17.78	1
2.54	1
44.68	1
134.0423.10	1
80.8534.23	1
79.8713.00	1
5.08	1
2.5412.46	1
37.381	1
10.30	1
0.63	1
636	1
311	1
524	1
811	1
98	3
329	2
7242	1
828	2
213	1
4210	1
2012	1
278	1
1720	1
173	1
2732	1
205	1
117	1
1264	1
4012	1
2118	1
713	2
3012	1
911	4
116	3
4854	1
644	2
711	2
7213	1
274	1
1212	2
176	1
2414	1
62	4
611	1
453	1
94	2
4213	1
715	2
1114	1
1017	2
1518	1
1216	2
816	1
1414	1
1116	2
1111	1
1911	2
1614	1
819	1
1918	1
913	1
313	1
1013	1
528	1
3797	1
1467	1
2598	1
3386	1
8815	1
498	1
2567	1
349	1
2143	1
9898	1
8847	1
9098	1
3446	1
4397	1
411	1
9346	1
3278	1
1058	1
211	1
1751	1
374	1
1697	1
6139	1
9794	1
1686	1
1313	1
8338	1
9998	1
1781	1
4390	1
393	1
735	1
9428	1
1135	1
285	1
5968	1
262	1
10082	1
6685	1
142	4
182	3
179	1
16.375	1
7158	1
551	2
5.713	1
14.2100	1
100.130	1
20.86	1
792	1
978	1
5.550	1
53.381	1
79.269	1
67.932	1
3913	1
6624	1
2244	1
6823	1
1613	1
1526	1
1416	1
2415	1
5135	1
3939	1
3229	1
3445	1
3520	1
2[12	1
6]	2
12[18	1
1816	3
7[18	1
11]	3
19818	1
9[13	1
20]	2
2609	1
2[17	1
10215	1
3[12	1
18]	3
36[8	1
72[100	1
30]	2
300120	1
30[11	1
33[6	1
42[5	1
1139	1
13[12	1
36[7	1
63;	1
954	1
27[5	1
2444	1
1172	1
3[8	1
7286	1
563	1
972	1
1825	1
6[7	1
56[6	1
18[19	1
2]	2
38[20	1
340[12	1
60[7	1
14[6	1
10210	1
5[13	1
10448	1
16[2	1
5[72	1
108]	1
32400	2
::	2
9:03:36	1
..[18	1
126[75	1
90]	1
450[90	1
180[252	1
198]	1
2772[2	1
60[9	1
36[13	1
182[12	1
21600	2
6:01:00	1
..[13	1
221[100	1
200[8	1
40[75	1
3000	1
20[7	1
84[9	1
45[6	1
24[15	1
25]	1
75[6	1
3620	1
472	1
18448	1
616	3
56[2	1
10[28	1
16872	1
1042	1
1572	1
24840	1
440	1
4030	1
460	1
8492	1
9543	1
6664	1
7877	1
9656	1
6722	1
4161	1
8358	1
7954	1
5610	1
1368	1
9350	1
9163	1
8679	1
9221	1
3933	1
5471	1
9878	1
8764	1
7767	1
8458	1
9872	1
9575	1
8759	1
9720	1
1810	3
1510	1
1711	1
138	1
1912	1
167	1
1415	1
1410	1
6247	1
2626	1
843	1
5638	1
494	1
1145	1
5933	1
1035	1
3530	1
3217	1
3812	1
3133	1
2742	1
4748	1
5850	1
5611	1
1640	1
3623	1
630	1
831	1
323	2
336	1
902	1
503	1
805	1
243	1
405	2
4887	1
9101	1
962	1
536	1
943	1
945	1
863	1
750	1
7110	1
935	1
568	1
858	1
3610	1
1211	1
4514	1
5412	1
412	1
367	1
1010	1
3213	1
1011	1
279	1
915	1
545	1
927	1
045	1
013	1
959	1
572	1
535	1
727	1
360	1
6560	1
25504	1
86154	1
141802	1
53820	1
10407	1
374028	1
7654	1
3210	1
7100	1
15929	1
773300	1
44316	1
41804	1
225530	1
701720	1
