Seven	2
red	54
apples	77
and	1537
two	139
green	29
are	600
in	1139
the	3267
basket.How	7
many	1454
basket?Ellen	1
has	603
six	53
more	306
balls	30
than	172
Marin.	2
Marin	4
nine	47
balls.How	4
does	258
Ellen	1
have?Janet	1
oranges	19
Sharon	2
seven	60
oranges.How	5
do	78
Janet	7
have	462
together?	2
Allan	3
brought	22
balloons	35
Jake	8
four	67
to	1436
park.How	4
did	614
park?Adam	1
five	69
Jackie.	1
Jackie	1
apples.How	9
Adam	16
have?Brian	2
plums	9
Paul.	1
Paul	7
plums.How	2
Brian	7
have?Sandra	1
took	38
cups	33
of	2353
coffee	3
Marcie	3
coffee.How	1
Sandra	2
take	57
total?17	1
were	336
basket.	11
More	1
added	22
Now	46
there	195
21	26
basket?14	1
basket?	3
Donald	2
together?46	1
22	24
rest	48
green.How	3
green?Five	1
peaches	13
14	64
20	85
25	52
put	120
basket	5
now?Two	1
marbles	47
Two	6
taken	12
out	85
now?Eight	1
Some	7
removed	2
from	184
Five	4
three	138
before	42
some	162
taken?Jake	1
fewer	23
Steven.	1
Steven	5
13	36
peaches.How	1
have?	16
David	6
zero	2
have?Jake	1
34	22
Audrey.	1
Audrey	1
41	9
Marcie.	1
12	125
2	222
birds	28
sitting	16
on	507
fence.	3
4	174
came	25
join	6
them.How	19
fence?You	1
7	141
cookies	88
you	98
ate	54
left?You	1
collected	26
crickets.How	1
crickets	1
need	87
collect	16
11	48
crickets?4	1
a	1017
branch.	1
1	46
flies	2
away.How	4
left	136
branch?3	1
raccoons	2
playing	34
woods.	1
go	47
home	22
eat	14
dinner.How	4
woods?1	1
lonely	1
pigeons	2
was	345
eating	13
breadcrumbs.	1
Another	4
pigeon	1
breadcrumbs,	1
too.How	2
breadcrumbs	1
now?3	1
owls	3
joined	4
fence	3
now?2	1
beavers	3
working	9
their	122
home.	5
went	86
for	475
swim.How	1
still	47
home?2	1
toucans	2
tree	15
limb.	1
toucan	1
joins	1
all?Mrs.	3
Hilt	67
pennies,	6
dimes,	6
nickels.	3
Jacob	4
one	98
nickel,	3
dime.Who	1
money?Mrs.	1
dime.How	1
much	261
more?Mrs.	1
found	46
quarter,	1
dime,	1
nickels.How	2
money	126
she	625
find?Mrs.	1
Hilt's	3
favorite	21
first	141
grade	18
classes	7
baking	6
muffins.	1
Mrs.	35
Brier's	1
class	42
bakes	3
18	101
muffins,	2
MacAdams's	1
Flannery's	1
17	50
muffins.How	3
muffins	9
bake	14
bought	204
yoyo	4
24	54
cents	16
whistle	1
cents.How	10
spend	47
all	92
toys?Mrs.	1
made	89
5	190
Rice	1
Krispie	1
Treats.	1
She	240
used	50
8	156
large	34
marshmallows	2
10	116
mini	5
marshmallows.How	1
use	35
altogether?At	1
house,	11
29	22
inches	74
snow,	1
Brecknock	1
Elementary	4
School	5
received	31
snow.How	1
snow	7
house	25
have?Mrs.	4
$10.	2
spends	4
$3	2
toy	17
truck	12
$2	7
pencil	17
case.How	1
left?Mrs.	5
reads	5
books	119
day.How	15
read	50
3	203
days?Mrs.	1
saw	23
dogs	29
chickens.How	1
animal	12
legs	9
see?Mrs.	1
bugs	2
flowers	48
each.How	11
total	146
eat?Mrs.	2
15	121
friends.	15
can	207
only	51
her	352
friends	64
movies.How	1
can't	1
movies?Mrs.	1
ran	10
miles	57
Monday,	4
Wednesday,	7
Friday.How	3
run	10
that	285
week?Mrs.	4
picked	33
up	92
book	46
pages	59
it.	23
pages.How	4
read?Mrs.	1
had	529
cents.	14
met	4
Nine	2
carrying	3
pears.	3
The	200
oranges?Mrs.	1
spent	68
caramel	2
apple	14
ice	31
cream	15
cone.How	1
cost?Mrs.	2
pizzas.	5
Each	57
pizza	30
slices.How	4
slices	24
per	42
every	129
hour.How	2
eaten	4
at	295
end	27
hours?Mrs.	1
gave	136
pieces	213
candy	71
each	519
student	13
group.	2
group	32
9	125
students	165
it.How	11
give	57
away?Mary's	1
mom	38
is	879
getting	7
ready	2
Mary's	1
birthday	28
party.	21
blew	5
6	165
this	67
morning	11
afternoon.How	10
blow	1
all?Shelby's	1
teacher	24
gives	13
gold	12
stars	9
great	1
math	24
work.	2
Yesterday,	1
Shelby	3
earned	19
stars.	1
Today,	2
more.How	8
earn	10
all?The	5
Litter	1
Patrol	1
glass	11
bottles	48
aluminum	1
cans	41
Saturday.How	1
litter	1
they	432
pick	15
altogether?Millie	1
bracelets.	2
lost	30
bracelets	8
Millie	1
left?Sammy	1
problems	27
homework.	5
He	207
already	43
finished	17
Sammy	1
left?There	13
riding	7
school	73
bus.	12
At	30
stop,	6
got	90
off	16
bus.How	7
bus?There	1
ducks	15
swimming	9
pond.	1
flew	8
pond?Lucy	1
grocery	8
store.	12
packs	51
16	69
noodles.How	3
groceries	3
buy	105
all?Roden	1
pet	32
shop.	2
fish	20
blue	34
fish.How	8
he	687
buy?I	1
my	12
English	7
yesterday.	5
I	34
pages.What	1
number	394
read?In	1
school,	11
542	1
girls	46
387	2
boys.How	4
pupils	1
school?Linda	1
candies.	2
Chloe	3
28.How	1
candies	14
all?Jose	1
28	33
chickens	3
ducks.How	1
fowls	1
have?Gino	1
63	7
popsicle	3
sticks.	3
50	27
sticks.What	1
sum	45
our	2
sticks?Lino	1
292	3
shells	9
seashore	1
324	3
all?There	6
105	6
parents	11
program	2
698	1
pupils,	1
people	122
present	31
program?Last	1
Saturday,	4
Marie	2
sold	145
425	2
magazines	9
275	1
newspapers.What	1
reading	19
materials	9
sold?There	1
twelve	14
Eight	1
land	11
fence.How	1
fence?Twenty-two	1
boys	47
down	10
slide.	2
Thirteen	1
slide.How	1
slide?Thirteen	1
lake.	2
Twenty	1
come	23
lake?Thirty	1
barking.	1
Ten	2
start	34
bark.How	1
barking?Bobby	1
twenty-six	6
candy.	29
Then,	2
seventeen	9
Bobby	1
eat?Sandy	1
fish.	6
Sandy	2
now?The	1
clown	12
forty-seven	5
balloons.	10
Then	21
thirteen	13
balloons.How	3
now?Our	1
fifty-four	4
library.	4
we	6
twenty-three	8
library.How	4
get	74
library?Tessa	1
apples.	17
Anita	2
more.	6
needs	43
make	121
pie.Does	1
enough	10
pie?Julia	1
played	21
tag	4
with	240
kids	26
Monday.	5
Tuesday.How	7
play	15
altogether?Molly	1
candles	3
cake.	3
grew	2
older	8
cake.How	2
old	52
Molly	3
now?James	1
carrot	11
sticks	17
dinner	5
after	34
eat?Charles	1
pennies	7
his	312
way	9
school.	18
also	60
nickels	10
home.How	7
now	34
all?Jovana	1
filled	25
bucket	3
pounds	55
shells.	2
If	808
adds	3
shell	1
fill	13
bucket,how	1
have?Jovana	1
friend	42
comes	6
add	20
shells,	1
another	48
shells,how	2
altogether?Isha's	1
cubes	12
long.	22
gets	19
long,how	6
long	64
both	47
pencils?Isabella's	1
hair	15
extensions	1
it	114
doubles	3
length.How	2
now?Isabella's	1
grows	1
inches,how	3
will	266
be?Mrs.	1
Sheridan	7
cats.	6
Mr.	13
cats.How	5
cats	24
altogether?Mrs.	1
Her	18
sister	22
47	13
now?Mrs.	1
Heine	2
buying	44
Valentine's	3
Day	4
treats	4
dogs.	7
wants	116
them	162
heart	5
biscuits	3
each,how	12
buy?Mrs.	1
set	33
puppy	3
boots	1
items	11
buy?Cade	1
87	5
marbles.	12
Dylan.How	1
left?Michael	1
tank.	2
Ben	16
him	35
49.How	1
begin	6
with?Daniel	1
noodles.	1
noodles	3
William.	1
Daniel	6
54	21
with?Hayley	1
meatballs	3
plate.	2
Kirsten	2
stole	1
meatballs.	1
plate.How	1
steal?Isabella's	1
haircut	3
Isabella's	1
cut	44
off?Isabella's	1
By	4
year	10
long.How	12
grow?Jovana	1
bucket.	2
shells.How	2
add?Isha's	1
31	14
sharpens	2
it,	3
sharpen	1
pencil?Isha's	1
Monday	12
Tuesday,how	1
be	145
then?Mrs.	1
43	14
cats?Mrs.	2
Wong	1
30	44
Valentines.	2
Valentines	2
children.How	3
Franklin	3
58	8
students.	4
16.How	2
students?Mrs.	1
Snyder	1
86	8
cookies.	20
36	32
pink.How	1
pink	3
make?29	1
tree.	7
fly	3
42	21
tree.How	4
tree?18	1
children	43
bus	41
altogether	3
stop?There	1
35	37
playground	4
recess.How	2
elephant	2
407	2
peanuts.	1
129	2
peanuts	1
geese	4
37	13
marsh.How	1
all?Robin	1
gum.	5
brother	13
pieces.	9
Robin	3
44	13
all.How	3
gum	9
Robin's	2
her?Tommy	1
His	28
birthday.	15
Tommy	4
60	22
with?Alex	1
Jack	10
O'Lanterns.	1
32	42
them.	16
left.How	70
Alex	1
with?There	2
soccer	15
field.	2
decided	63
in.Now	1
how	31
field?Finn	1
89	5
goldfish.	1
goldfish	4
die.How	1
left?Jane	1
old,	2
brown	15
sheets	5
drawing	10
paper	43
27	44
yellow	17
paper.How	1
have?Mikey	1
356	2
leaves.	5
leaves	10
away.	3
112	2
away?Marcus	1
210	3
baseball	19
cards.	11
Carter.How	1
cards	38
Carter	1
have?Gavin	1
23	23
shirts.	10
shirts	21
Gavin	1
have?Ethan	1
presents.	2
Alissa	2
Ethan.How	1
presents	1
have?Cindy	2
morning,	2
left?Robert	1
practice	6
goal	3
kicks	4
soccer.	1
decides	3
98	7
going	36
park.	9
takes	34
taking	4
break	5
drink	8
water.	5
then	41
kicks.How	1
goes	13
home?Cindy	1
stickers.	10
uses	7
buys	13
45	39
stickers.How	5
stickers	42
Cindy	3
now?Brian	1
39	16
pencils.	8
pencils	52
friend.	11
pencils.How	6
now?Karen	1
252	3
markers.	5
mother	22
Karen	3
loses	2
markers.How	3
markers	6
now?On	2
day	50
week	25
Pat	5
during	24
week.How	6
week?Kelly	1
56	13
Kelly	3
altogether?Todd	1
Steve	6
Todd	11
gum.How	2
with?Josh	1
142	2
Dorothy.How	1
Josh	1
left?Nell	1
collects	4
304	1
Jeff	2
276	5
Nell	1
Jeff?Sarah	1
trucks.	2
Jeff,	1
38	14
trucks	8
Sarah	4
40	34
playground.	2
There	64
117	2
altogether.How	2
playground?Each	1
CD	3
rack	1
holds	3
CDs.	3
A	65
shelf	13
hold	37
racks.How	1
CDs	9
fit	6
shelf?Carla	1
134	5
187	1
marbles.How	8
with?Paco	1
Paco	1
left?Connie	2
64	13
altogether?Joe	1
fifty	5
cars.	3
cars,how	2
cars	26
then?Maria	1
twenty-five	5
sixteen	14
Luis	1
twenty	5
pieces.How	8
Maria	9
now?There	3
sixty-four	5
pigs	2
barn.	2
eighty-six	4
pigs.How	1
them?Rosa	1
sixty-seven	6
flowers.	12
Andre	2
Now,	1
Rosa	1
ninety	6
flowers.How	2
Rosa?Adolfo	1
tower	2
thirty-five	6
blocks.	5
blocks	14
sixty-five	2
blocks.How	1
add?Lucy	1
sixty-eight	9
eighty-nine	1
find?Hugo	1
seventy-nine	4
sticker	2
book.	12
hundred-twenty	1
book?Josh	1
collection.	16
now?Megan	1
19	30
seashells.How	3
seashells	12
find	17
collection?Brad	1
Brad	6
have?There	4
shelf.	6
Marta	1
shelf.How	4
now?A	6
bee	4
legs.How	1
bees	4
an	68
cone	2
99	3
would	173
cones	7
border	3
around	38
garden.	15
125	3
rocks	5
complete	12
border.	1
rocks.How	1
border?Mrs.	1
drove	5
concert	9
78	10
They	69
stopped	6
gas.	2
gallons	9
gas	4
car.How	4
drive?Mrs.	1
hour	10
minutes	57
shoveling	3
Saturday	8
time	68
snow?Mrs.	1
hot	19
dog	13
cost	84
pay	9
dogs?Mrs.	1
starts	4
letters	1
T	1
S.How	1
costs	53
has?Mrs.	1
33	12
butterflies.	3
butterflies	6
others	1
orange.	1
orange,how	1
red?Mrs.	1
exactly	14
minimized	2
coins	28
pencil.How	1
use?Mrs.	1
piece	35
left?On	2
Tuesday,	4
88	9
raisins	3
tray	5
cafeteria.	2
That	4
before.How	1
table	11
Monday?Mrs.	1
carnival	3
tickets.	18
tickets	76
$1	1
tickets,how	8
pay?Mrs.	1
pizzas	14
$8	8
each.What	2
amount	33
paid	19
pizzas?Mrs.	1
snakes,	1
alligators,	1
frogs,	3
57	11
bears.How	2
reptiles	4
see?The	1
Hawks	1
scored	43
touchdowns	1
worth	4
points	58
have?I	3
pocket.How	2
could	69
minimization?Zach	1
football	7
game.	13
points.How	7
Zach	1
score?A	2
game	45
spinner	1
equal	55
parts.	1
parts	5
purple.Which	1
color	11
most	8
likely	1
spin?I	1
hundreds,	1
tens,	1
ones.What	1
am	5
I?The	1
puppet	1
show	7
begins	2
2:00	1
p.m.	5
It	23
lasts	1
minutes.What	1
end?John's	1
January	1
20th.	1
sister's	2
days	32
later.When	1
birthday?A	1
quarter	4
equals	7
$0.25.How	1
quarters	9
$2.25?Kate	1
223	2
pennies.	3
John	17
388	1
pennies.How	2
bird	14
see?Two	1
dimes	3
pennies,does	1
former	1
latter?There	1
spiders.How	1
spider	1
there?Karen	1
pen	9
75	16
dimes.Does	1
money?Jeff	1
twice	37
as	139
crayons	23
Joan.	1
Joan	1
crayons.How	6
have?It	2
2:00.What	1
hours	36
forty-five	6
minutes?Kate	1
clerk	1
$1.00.	1
change	14
should	51
Kate	3
back?Mark	1
trees	39
backyard.	5
plants	17
more,how	6
have?Joy	1
see	17
grandma	1
days.How	4
until	9
sees	1
her?Kim	1
cousins.	2
need?Dan	1
$3.00.	1
bar	4
$1.00.How	1
left?5	1
boats	2
boat	9
people.How	5
lake?There	1
dogs,	2
72	21
fish,	1
farm.How	1
pets	5
farm?Dane	1
eats	2
lunch	19
12:30.	1
eat.What	1
Dane	1
finish	17
eating?Kyle	1
quarter.Does	1
$1.00?Charlie	1
snowballs	1
Lucy.	1
snowballs.How	1
Charlie	7
have?Josh	1
$1.80.	1
get?I	1
nickels,	2
dimes.How	3
have?Randy	1
build	9
tower.How	1
left?Hailey's	1
third	60
line.	3
Danny's	2
buses	11
behind	3
hers.What	1
place	24
line	5
bus?Alex	1
penny.Does	1
hat	1
90	20
cents?Gino	1
bears,	2
white	23
black	14
bears	2
Gino	1
have?Rob	1
quarters,	2
Rob	3
have?Morgan	1
65	13
pens,	2
pens.How	1
pens	12
have?Adi	1
one-dollar	1
bill.How	1
get?Rachel	1
Julie	2
spots	1
front	7
her.What	1
Julie?Bryan	1
skittles.	2
M&M's.Who	1
more?Bryan	1
M&M's.How	1
cook	7
pizza.	1
6:30,what	1
oven?It	1
Michael	10
Edgewood.	1
arrives	1
8:30,what	1
leave	5
there?The	1
train	24
station	9
9:45	1
arrived	5
10:00.How	1
take?Charlie	1
father,	1
engineer,	1
treehouse	2
In	42
order	25
constructing	1
father	29
needed	31
gather	6
wood	14
forest.	1
initially	3
extra	18
planks	4
total?While	4
building	20
noticed	5
running	2
nails	10
so	57
told	4
he's	3
some.	2
boxes	88
nails,	1
big	11
containing	8
55	16
small	32
31,how	1
have?To	1
stable	1
treehouse,	2
Charlie's	2
tie	3
corner	2
posts	1
itself.	1
rope	14
post,	1
second,	2
fourth.How	1
used?The	1
almost	3
done;	1
paint	20
estimated	3
ounces	17
paint,	1
paint.How	2
total?Upon	1
finishing	4
served	10
freshly	1
baked	25
cookies,	2
5,how	1
total?Annie	1
about	22
celebrate	4
next	29
throw	1
surprise	2
Jessica,	1
Annie's	4
best	10
friend,	6
hosting	2
plans	14
making	36
everyone.	2
pepperoni,	3
salami	1
bacon	5
meat	4
ingredients,how	1
total?Andrew,	1
other	37
assigned	3
preparation	3
appetizers.	1
bring	4
hotdogs	10
sticks,	1
bite-sized	3
cheese	16
pops	1
chicken	15
nuggets.How	1
portions	2
appetizers	1
Andrew	6
all?Annie's	1
been	18
asked	15
part	9
surprise.	1
tasked	3
charge	7
drinks.	1
glasses	10
orange	15
juice,	1
grape	6
juice	14
juice.How	3
be?Annie's	1
wanted	54
sure	21
utensils	4
around.	1
spoons	2
forks	4
spoons,how	1
available	3
party?On	1
actual	1
birthday,	2
everyone	7
her.	1
Annie	2
girl	3
classmates,	2
boy	4
classmates	2
teachers	7
class,how	1
attended	2
party?It's	1
Halloween	16
Chicago.	1
Bob,	1
Mary,	5
John,	1
Sue	6
Sam	19
dressed	5
superheroes	1
trick	8
or	25
treating.	2
After	77
passing	1
through	13
houses	16
Main	1
Street,	1
counted	20
have.	3
Bob	5
candies,	1
Mary	8
5,	1
20,	2
well	4
candies.How	4
together?The	1
check	3
along	3
Broadway	1
Street	1
scary	1
Werewolf	1
Avenue.	1
walk,	2
count	5
again.	1
chewing	7
gums,	4
gums	2
gums,how	1
proceeded	1
village.	4
However,	1
earlier.	1
share	15
which	35
composed	6
chocolate	37
bars,	2
assorted	2
fruit	20
total?Bob	1
who	30
Sam's	3
door	6
neighbor	4
accompany	1
consists	2
bars	24
get?After	1
left,	2
well.	8
got.	2
able	48
sort	1
different	49
flavors.How	1
total?It	4
Easter	4
neighborhood	3
Easterville	1
very	9
excited	2
annual	3
egg	5
hunt.	2
hide	1
eggs	45
lot	12
places.	3
hid	1
club	11
village	5
park	7
town	14
hall	8
garden.How	2
hidden	1
total?Joe,	1
hunters,	1
Joe	2
find?The	1
twins	1
Ellie	1
Amy	16
locate	1
garden	13
total?The	5
got,how	1
be?If	1
participants	1
hall,how	1
day?Penny's	1
Animaland,	1
largest	6
zoo	18
earth,	1
science	17
field	14
trip.	9
variety	1
wild	4
animals	14
captivity.	1
Their	7
destination	4
aviary.	1
aviary	2
species	18
eagles	4
day.	20
Bald	1
Eagles,	2
Harpy	1
Crowned	1
Eagles.How	1
display	4
day?After	1
zoo's	1
swamp	4
area.	2
Penny	5
poison	1
frogs	2
frogs.How	2
count?Aside	1
area	65
few	7
dangerous	2
animals.	6
Penny's	1
pointed	1
crocodiles,	1
alligators	1
vipers.How	1
point	1
total?Next	1
itinerary	1
insectarium,	1
hundreds	1
insect	2
species.	3
Penny,	1
likes	5
ants,	1
pictures	24
capture	1
butterflies,	1
ants	5
insects.How	1
insects	2
capture?Last	1
stop	21
trip	10
aquarium.	2
identified	1
sharks,	1
eels	1
whales.How	1
identify?Marcus	1
starting	6
recycling	8
project	1
help	7
raise	1
charity.	3
create	8
useful	1
things	2
those.	1
Marcus	5
milk	11
bottles,	3
bottles,how	1
recycling?Chris,	1
lead	1
newspaper	5
collection,	3
obtain	1
newspapers	3
neighborhood.	3
Lily	1
helped	3
block,how	6
together?Andy,	1
team	40
tin	1
foil	1
wrappers.	3
wrappers	2
dumpster	2
Max	4
15,how	1
gathered	9
total?After	6
collecting	9
materials,	3
started	25
recycled	6
products	2
sell	31
school's	6
fair.	6
26	26
holders	4
37,how	2
made?If	1
what	25
28,how	1
fair?Robyn	1
Lucy	10
members	15
village's	1
Girl	4
Scout	6
troop.	1
During	19
weekends	1
weekdays,	1
selling	27
month	8
ends	2
doing	8
badge	1
Working	1
overtime,	1
Robyn	6
while	16
29.How	1
day?Because	1
upcoming	1
exam,	1
not	23
Tuesday.	3
To	12
double	8
work	8
catch	7
up.	6
round	12
second	98
round.How	1
by	96
Lucy?Still	1
little	8
behind,	1
drive	7
Wednesday	3
cover	10
houses.	2
43.How	1
day?With	1
coming	7
days,	6
neighboring	2
villages	1
other,how	1
villages?On	1
awarding	1
ceremony,	1
badge.	1
last	43
day?It's	1
Earth	1
Awareness	1
Flora	4
celebrating	1
planting	4
areas	2
where	25
forest	9
damaged.	1
Mayor	2
Fauna,	1
leader	1
Flora,	1
donated	10
oak	3
seedlings	8
holly.How	1
donate	11
altogether?Mr.	1
Fortree,	1
businessman	1
activity.	1
cedar	1
pine,how	1
total?Students	1
Middle	3
participate	3
event.	2
planted	10
near	4
school.How	2
plant?Rangers	1
Natural	2
Park	8
Wildlife	1
Reserve	2
activities	4
redwood	1
cypress	1
replace	1
destroyed	1
recent	1
fire.How	1
rangers	2
plant?Professor	1
Treehead	1
University	2
requested	3
participate.	1
said	14
natural	2
park,	3
locations	1
town.How	1
students?Hazel	1
love	6
fishing	8
trips.	1
This	8
year,	9
planned	7
Great	1
Lakes	1
unique	1
experience.	1
Lake	10
Ontario.	1
Hazel	4
contest	3
between	61
caught	9
salmons	2
dad	13
27,how	1
total?Their	2
Erie.	1
Still	1
contest,	1
48	31
fishes	9
46.How	1
Erie?The	1
following	4
week,	5
Huron	2
Michigan.	1
stay	10
there,	7
pikes,	1
sturgeons	1
herrings.How	1
lakes?Their	1
all,	1
Superior.	1
Tired	1
travels,	1
less	22
enjoy	3
lake's	1
beauty	1
instead.	1
catfishes,	1
sturgeons,	1
pikes	1
eels.How	1
Superior?Being	1
concerned	1
ecology	1
lakes,	1
returned	3
youngling	1
caught.	1
Ontario	1
Erie,	1
Michigan	2
Superior,how	1
them?It	1
Buddy's	2
new	73
feeling	2
nervous.	1
prepared	22
mother.	2
preparing,	1
Buddy	7
headed	1
nearest	4
stop.	5
Including	1
Buddy,	1
stop,how	1
bus?Upon	1
arriving	2
immediately	2
introduced	1
66	2
students.How	8
graders	8
meet	11
school?During	1
recess,	2
cafeteria	10
grades.	1
students,	1
fourth	32
fifth	28
students,how	6
recess?After	1
changed	2
clothes	9
gym	3
class.	8
Down	1
gym,	3
divided	21
into	143
groups.	3
class?After	1
final	12
bell	3
rang,	1
On	26
ride	25
home,	2
side	20
right.How	1
home?Helen	1
Hippo	1
preparing	4
Thanksgiving	2
Helen's	1
house.	8
Helen	5
435	1
chip	6
yesterday	2
139	2
morning.How	3
bake?Pinky	1
Pig	1
Danny	2
Duck	1
73.How	1
altogether?Dylan	1
Dog	2
241	1
hotdog	3
bag.	7
placed	19
426	1
same	186
bag.How	4
Dylan	1
bag?Helen's	1
101	2
hotdogs.	3
hours,	5
Dylan's	1
379	1
hotdogs.How	2
altogether?Pinky	1
147	3
miniature	4
pumpkin	3
pies	16
56.How	1
total?It's	1
spring	6
Rosewood	1
High	5
Rachel	10
family	29
across	6
Europe.	1
Since	2
always	4
fascinated	1
French	2
people,	3
began	3
tour	2
visit	6
France.	1
famous	7
Eiffel	3
Tower.	2
climbed	2
567	2
flights	1
stairs	1
325	1
down,what	1
steps	21
took?After	1
visiting	3
France,	1
Rachel's	3
Bella,	1
Buckingham	2
Palace	2
London.	2
travelled	9
451	1
150	6
sea	3
Channel,what	1
distance	19
travelled?The	1
thing	3
tried	3
when	17
reached	2
England	1
food.	5
grams	14
sausages,how	1
food	29
hearty	2
meal,	1
Palace.	2
There,	3
learned	5
583	1
visitors	2
palace	2
246	3
previous	2
day,how	18
visited	10
within	1
days?The	1
Italy;	1
Naples,	1
modern	2
invented.	1
598	1
354.How	1
Bella	1
there?Christmas	1
near.	1
Anderson,	1
president	6
Nice	1
People	2
Inc.	1
organized	11
charity	1
event	5
happiness	1
fortunate	1
people.	8
orphanage.	2
Santa	1
toys	23
children.	9
269	1
dolls	1
girls,how	1
all?Next	1
list	8
nursing	6
office.	6
472	1
vitamins	5
288	1
supplements.How	1
medicine	1
receive	12
Anderson?Feeling	1
good	10
did,	1
Anderson	1
continue	1
giving	6
others.	1
city	11
homeless	7
589	1
345	1
trousers,how	1
clothing	11
clothes,	1
invited	8
soup	13
kitchen	6
proper	1
meal.	1
fed	1
219	1
men	5
328	2
women,how	1
feed?The	1
shelter.	1
being	8
care	3
of.	2
645	1
there,how	2
shelter?Denver	1
architect	5
Animapolis.	1
Together	8
engineer	1
Wally	1
Wolf,	1
tallest	8
ever,	1
Animus	3
framework	2
strongly	1
built,	1
hired	4
builders	1
town.	3
318	1
544	2
spiders,how	1
workers	12
hire	1
framework?To	1
carry	5
heavy	1
construction	2
employed	1
413	1
487	2
ants.How	1
employ	1
finished,	1
239	1
monkeys	1
622	1
termites	1
building.How	3
construction?When	1
done,	1
shine	1
brightly	1
night.	5
fix	5
that,	3
commissioned	1
432	2
fireflies	2
297	1
glow	1
worms.How	1
worked	5
lights?It	1
Tower	7
indeed	1
brightest	1
structure	2
seen	1
Animapolis'	1
skyline.	1
half	26
145	2
stories	3
255	1
stories.How	1
has?It's	1
New	6
Year's	2
Eve.	1
Benjamin	3
York	2
City	3
celebration	1
later	7
Before	3
evening	1
celebrations,	1
places	6
NYC	1
first.	6
From	5
hotel,	3
walked	11
234	5
restaurant	26
378	2
Central	3
Park.How	1
hotel?Next	1
Empire	5
State	6
Building.	1
stands	6
1250	1
feet	49
top	7
floor	9
antenna	1
spire	1
204	1
feet.How	4
tall	12
Building?At	1
Building,	1
Madison	3
Square	4
Garden	1
676	2
315	2
Garden.How	1
Square?It's	1
dark	3
cab	1
Metropolitan	2
Museum	3
Art.	1
465	2
Asian	1
art	12
527	2
Egyptian	2
art,how	1
see?After	2
museum,	1
back	11
hotel	7
Eve	1
Times	3
Ball	3
Drop.	1
354	1
Rockefeller	1
Center	1
228	1
itself.How	1
reaching	2
Square?Sofia,	1
organization,	1
held	3
meeting	4
talk	2
business	3
discuss	1
whether	2
like	24
383	1
431	1
didn't,how	1
participated	2
discussion?After	1
agreeing	1
menu	5
changed,	1
vote	2
suggestions.	1
337	1
voted	8
veggies	2
335	1
meat,how	1
voted?Since	1
result	7
close,	1
balance	1
vegetables.	2
decision	1
agreed	5
upon	1
154	2
237	1
decision?Because	1
decision,	1
Sofia	2
suggest	1
specific	1
types	9
279	1
suggested	2
adding	2
mashed	2
potatoes	15
menu,how	2
suggestion	1
items?After	1
survey	1
ask	1
if	72
liked	2
menu.	2
235	1
165	1
didn't.How	2
Sofia's	1
survey?Winter	1
here	1
migrating	1
warmer	3
countries.	1
67	6
families	12
living	8
mountain.	2
away	41
winter,how	1
mountain?At	1
river,	2
salmon	2
waters	1
avoid	2
frozen.How	1
river?The	1
wolves,	1
though	3
accustomed	1
cold	4
weather,	1
move	4
incoming	1
winter.	1
wolves	1
away,how	2
wolf	1
forest?Some	1
deer	5
moving	3
shortage	1
grass	1
occasional	1
blizzards.	1
79	5
stayed,how	1
moved	5
out?Even	1
chipmunks	1
trying	9
stay.	2
chipmunk	2
original	12
families,how	2
away?Wendy	1
generous	1
kid.	2
Every	7
stuff,	1
For	27
shoes.	4
pairs	23
shoes	14
friends,how	14
her?At	1
colored	7
pens.	1
those	5
use?During	1
Halloween,	2
nearby.	1
40,how	1
left?Thanksgiving	1
hosted	1
building's	1
dinner.	3
bock.	1
turkeys	1
kitchen,how	1
eat?Christmas	1
usual	2
77	5
gifts	7
under	3
Christmas	11
happy	3
sent	7
orphanage	3
downtown.How	1
tree?Alicia	1
loves	7
art.	1
whole	10
obtained	3
since	1
When	15
away,	1
donating	2
museums.	1
First	1
museum	7
York.	1
46	10
medieval	2
70	10
originally	12
has.How	2
her?The	1
Guggenheim	1
51	3
sets	22
mask	1
collection	16
90.How	1
masks	1
Alicia's	1
collection?After	1
York,	1
Smithsonian	1
Washington	1
DC.	1
aircrafts	1
49	13
National	3
Air	1
Space	4
Museum,how	1
her?She	1
contribute	1
History.	1
bug	3
species,how	2
donate?Her	1
post	8
rock	2
Geological	1
stones	13
sending	3
collection,how	1
send	6
away?Jasmine	1
$100.00	3
spend.	2
fruits,	2
fruits	10
section	10
$15.00.	1
given	9
mom,how	2
spend?Using	1
$85.00	1
$16.00	1
cookies,how	5
her?Her	1
over	23
refreshments.	2
$50.00	1
$69.00	1
before,how	1
juice?Jasmine	1
chips	10
discount	5
$17.00.	1
$35.00,how	1
actually	5
chips?When	1
mother,	1
$27.00	1
change.	1
initial	2
her,how	1
groceries?It's	1
basketball	14
season	5
Ashford	1
School.	1
Chuck,	1
captain	1
Blue	1
Team	8
nervous	1
opponent	2
Red	4
Team,	1
3rd	2
graders,	2
hard	3
time.	12
61	5
points,what	4
team's	2
score?Feeling	1
sad	1
loss	1
game,	10
Chuck	2
teammates	2
determined	1
win	10
match	1
against	2
Yellow	2
Team.	4
55,how	1
lead?Their	1
Green	3
score	14
68	6
led	2
Team's	2
score?With	1
streak	1
have,	2
Chuck's	1
playoffs.	1
semi-finals	1
Black	2
83	6
won	28
score?For	1
championship	1
faced	1
powerful	1
Wanting	1
redemption,	1
everything	1
they've	1
end,	2
95.	1
76	3
points,how	4
difference	65
scores?Simon,	1
Mark,	1
Kevin,	1
Carl	3
stamps.	4
compare	2
collections	1
other.	3
month,	5
Kevin	11
stamps	26
Simon	4
27.How	1
Simon?Carl,	1
hand,	3
74	7
Mark	5
collect.How	1
collect?If	2
57,how	1
Kevin?The	1
again	10
collections.	3
Carl,	1
having	29
among	26
96	14
48,how	1
him?Before	1
stamps,	3
stamps,how	1
friends?Rob	1
fond	3
structures.	1
comparing	3
buildings	1
Chicago's	1
Sears	2
Dubai's	1
Burj	4
Khalifa.	1
Khalifa	2
830	1
meters	29
high	5
high,how	1
higher	21
Sears?Rob	1
compared	4
Building	2
Petronas	2
Towers.What	1
height	12
443	2
m	8
Towers	1
452	1
tall?Having	1
Paris,	1
remembered	1
world	1
built.	1
m,how	1
lower	16
830m	1
height,	1
today’s	1
man-made	1
structure,	1
Khalifa?Rob	1
matched	1
London	6
Eye	1
ft	10
Las	1
Vegas'	1
Roller	2
standing	2
550	1
ft.	2
Being	2
Ferris	8
wheel	8
world,how	1
taller	6
Eye?Lastly,	1
Canada's	1
CN	2
Seattle's	1
Needle.How	1
Needle	2
553	1
369	1
m?Mike	1
map	5
leading	1
buried	1
treasure	3
unknown	3
island	6
decoding	1
clues	2
map,	1
Island	1
Mysteries.	1
either	6
plane	3
$600.00	1
$254.00.How	1
save	7
island?When	1
island's	1
point,	1
looked	3
clue	1
537	1
369.How	1
clue?The	1
cave.	1
open	4
cave	2
doors,	1
weights	3
switch.	1
switch	1
lbs.	8
712	1
lbs.,how	2
weight	22
add?If	1
974	1
deep	2
588	1
feet,how	3
farther	4
reach	4
cave?At	1
cave,	1
golden	1
chest.	1
chest	3
contains	5
421	1
diamonds	4
377	1
rubies,how	1
rubies?Simon,	1
adventurer,	1
trapped	1
magical	1
Blackwood	1
Forest.	1
out,	3
solve	1
series	1
puzzles.	2
puzzle	2
involved	2
giant	7
trees.	10
path,	1
399	1
ft,what	1
difference?The	1
path	1
opened	5
beautiful	2
enclosed	1
wall.	1
exit	2
555	1
347	1
flowers,how	3
needed?The	1
leads	1
river	2
across,	1
bridge	1
cross	2
295	1
longer	17
using	11
bridge?Across	1
fell	2
hole.	3
823	1
hole	4
gallons,how	1
water	27
it?At	1
edge	1
forest,	1
anthill	1
blocking	1
out.	1
pass	5
through,	1
911	1
grains	2
762,how	1
gathered?Charlie,	1
aspiring	1
inventor,	1
planning	5
wings	4
fulfill	1
dream	1
world.	1
feathers.	1
900	2
feathers	5
387.How	1
collect?Next	1
checklist	2
wax	3
glues	1
stick	1
together.	6
require	1
469	1
g	7
right	3
just	13
257	1
g,how	1
glue	8
have?The	4
heated.	1
oven	2
degrees	6
required	4
temperature	2
546	1
degrees,how	1
increase?While	1
heating	1
wings,	1
metal	8
supports	1
wings.	2
635	1
lbs	3
storage,how	1
additional	6
buy?Finally,	1
rainbow.	2
333	1
liters	11
157	2
project,how	1
buy?Willie,	1
baker,	1
biggest	2
cake	6
ever	1
seen.	1
First,	2
flour.	4
501	1
294	2
flour	10
stored	5
bakery,how	1
buy?Next	1
shopping	7
eggs.	1
222	1
155,how	1
buy?To	1
sweet,	1
450	3
sugar.	3
287	1
sugar	7
house,how	1
need?Since	1
townspeople	1
makes	6
cake,	1
306	1
cocoa	3
powder.	1
mayor	2
259	1
powder	1
need?For	3
frosting	1
touches,	3
Willie	1
300	8
whipped	1
cream.	1
149	1
farm,how	2
bought?There's	1
Christmas.	2
family.	4
Having	1
$999.00	1
budget,	1
sports	6
store	101
pair	7
$165.00.How	1
left?Using	1
$834.00	1
shoes,	3
fashion	1
dress	2
sister.	7
$129.00,how	1
him?After	1
dress,	1
gardening	1
ornamental	1
plants.	4
$467.00	1
$399.00	1
discount,how	1
plants?Lastly,	1
music	19
speakers	2
dad's	2
entertainment	1
system.	1
price	13
$475.00	1
$199.00,how	1
discount?If	1
$700.00	2
$561.00,how	1
giftwrapping	1
expenses?Janine	1
owns	5
catering	3
service	3
company.	1
cater	2
mayor's	2
50th	1
appetizers,	1
750	2
pies.	5
crew	1
teams.	4
235,	1
275,how	1
make?Next	1
item	2
prepare	17
soup.	3
280	2
mushroom	3
cups,	1
cups,how	3
any	14
soup?For	1
main	2
dish,	1
steak.	2
cooked	6
240	6
plates	13
And	2
made,how	1
steaks	1
altogether?For	1
course,	2
500	3
fillets.	1
189	1
131	1
pieces,how	6
make?They	1
179	1
adults	13
141	1
children,	1
156	1
male,how	1
female?Alvin	1
whenever	2
hunting.	1
gathering	1
wood.	3
According	2
blueprint,	1
376	1
123	1
136	3
gather?He	1
nails.	1
247	1
144	4
toolshed,how	1
nails?To	1
support	1
house's	1
connections,	1
joints	1
rope.	4
185	1
moment	1
him?He	1
protected	1
evenings	1
fireplace	2
cement.	1
215	1
cement	2
son	7
137	1
lbs,how	1
lbs?For	1
paint.	4
existing	1
paint,how	2
need?Lizzie	1
lives	13
polluted	1
city.	4
advocate	1
environment,	1
cleanup	1
reduce	1
pollution.	1
cleaning	5
rivers	2
flow	1
garbage	5
Lizzie's	4
group,how	4
groups	49
gather?After	1
tidy	1
farmlands.	1
covered	8
250	4
square	59
265,how	1
remains	2
cleaned	3
land?The	1
453	1
238	1
190,how	1
remain?If	1
together	22
clean	5
city?Finally,	1
roam	2
169	1
factories	3
throwing	2
wastes	1
properly.	1
69	2
52,how	1
remain	1
unchecked?Kevin	1
holding	4
party	29
neighbors.	2
party,	9
snacks	2
cupcakes	27
30,how	1
grandmother	2
100	11
cupcakes?They	1
chips.	4
350	2
268	2
grams,how	1
800	4
chips?Since	1
Kevin's	1
family,	2
well.How	1
neighbors	4
slices?Their	1
neighbors,	1
wanting	1
welcome	1
them,	2
one,how	2
food,	2
drinks,	1
sums	2
$560.00.	1
$268.00	1
$118.00	1
stuff,how	1
drinks?Katie	1
travel.	1
mysterious	1
continent.	2
statues	1
436	1
place.	1
stopovers,	1
1st	5
stopover	2
covering	1
132	4
2nd	3
236	1
miles.How	5
stopover?Katie	1
$350.00	1
island.	1
$125.00	1
$135.00	1
rooms,how	3
stuff?Next,	1
country	2
full	19
mountains.	1
532	1
insects,	1
birds.	1
253	1
143	4
reptile	1
mountain	5
country,	1
beach	7
291	1
colors.	5
green?Before	1
t-shirts,	1
key	2
chains	2
handmade	1
souvenirs.	2
$347.00	1
$146.00	1
t-shirts.How	3
souvenirs?Thanksgiving	1
Dr.	1
sharing	1
blessing	1
charities.	1
Oldtown	1
homes.	2
$245.00	1
$225.00	1
second,how	3
home?She	1
orphanages	1
$650.00.	1
$175.00	1
$250.00	1
third,how	1
orphanage?Next	1
$900.00.	1
$325.00	1
$260.00	1
families?Being	1
nature	1
lover,	1
reserves.	1
$570.00	1
Treetown	1
Forest	1
$140.00	1
Animal	1
Preservation	1
Park,how	1
parks?Lastly,	1
$800.00	1
kitchens	1
$300.00	1
$238.00	1
third?Andrew	1
So	4
games.	14
sandwiches.	3
sandwiches	6
them,how	19
total?He	3
fresh	4
oranges.	3
juice,how	1
use?Then	1
games,how	7
games?Andrew's	1
pizza,how	1
total?Lastly,	1
compute	1
expenses	1
$9.00	1
night?Mona	1
Mona	4
rainbow	2
dessert.	3
colors	4
cupcakes,how	1
total?Her	1
pans	2
pan,how	1
birthday?They	1
serve	10
drinks	7
plan	1
pitchers	2
pitcher	2
glasses,how	1
total?They	1
tables	17
chairs,how	1
chairs	24
guests?At	1
souvenirs	2
closest	2
souvenir	2
items,how	1
away?John	1
hideout	1
alone	1
himself.	1
materials.	2
pillars,	1
lengths.	1
times	94
set,how	1
wood?Another	1
material	1
ropes	1
length	49
have,how	1
rope?For	1
walls	1
plank	1
secured,how	1
wall?For	1
roof,	1
support.	1
bars,how	4
all?For	1
primary	1
color,how	3
Oakwood	1
buses.	3
adult	10
supervisors	2
guide	3
children,how	2
total?If	2
rows	17
seats	16
row	10
accommodate	3
accommodate?At	1
zoo,	2
cages,	1
kinds	6
birds.How	2
cages?At	1
free	7
habitat.	1
sections,how	1
leaving	3
museum.	2
exhibits,	1
spending	2
exhibit.How	1
museum?Annie	1
treating	4
seriously.	1
So,	1
details	1
planned.	1
block	2
blocks,how	3
village?She	1
block.	2
block?She	1
know	7
village?Annie	1
treating?Finally,	1
perfect	2
costume	3
rented	8
costumes	1
rent	7
$2.00,how	1
costumes?Michael	1
Tom	26
robots.	2
latest	2
meeting,	2
robots	10
Michael.	1
robots,how	2
have?Being	1
favorite,	2
flying	3
Tom.	2
have?While	1
talked	3
car	17
that,how	4
total?Tom	1
rare	2
robot	3
sets.	1
offered	3
but	43
price.	1
$3.00,how	1
pay?Before	1
robots.How	1
collection?Michelle	1
wants.	1
One	18
day,	20
savings.	1
piggy	11
bank	1
sorted	2
dollar	10
bills.	4
(a	2
nickel	2
equivalent	1
cents),what	1
value	6
nickels?She	1
$5	5
bills.What	1
bills?When	1
sorting	5
savings,	1
$10	3
bills,what	2
bills	2
combined?Michelle	1
$50	3
combined?After	1
counting	4
money,	1
savings	2
exchanged	1
$100	5
exchange,	1
bills.How	1
Michelle's	1
savings?Daniel	1
grandfather's	1
farm	4
weeks	8
vacation.	2
farm,	2
grandfather	1
sheep	5
herds	2
herd	1
sheep,how	1
total?Ben	2
cows	6
cow	4
herd.How	1
farm?Both	1
note	7
farm.	3
coops	1
coop.How	1
trays	7
examine.	1
eggs,how	1
examine	1
vacation,	3
figured	1
sections	7
acres.What	1
farm?Jenny	1
today	3
rested	1
sleep.	1
minutes,how	2
sleep	1
have?She	2
breakfast	3
energy.	1
bread.	2
bread	11
cents,how	3
Jenny	4
breakfast?To	1
decker	1
capacity	5
kids.How	3
bus?When	1
buildings,	1
classrooms.How	1
classrooms	2
departments	1
department	1
teachers.How	1
total?Stanley,	1
enthusiast,	1
hobby.	1
Sky	4
Falls,	1
waterfalls	1
country.	2
tall,how	1
Falls?When	1
climb	4
falls.	1
usually	4
someone	4
top.	1
Stanley	4
view	1
usual.How	1
top?After	1
falls,	1
Rock	1
Mist	2
Mountains.	1
Falls	2
city,how	1
far	6
Rocky	1
city?Before	1
mountains,	1
shop	13
tires	3
road.	1
$60.00,how	1
usual,how	1
time?It's	1
Harvey	2
institutions	2
women	3
beneficiary	1
women.	1
flowers,	1
home?Next	1
city's	1
Orphanage	1
Young	1
Girls.	1
roses,	2
lilies,	1
sunflowers	1
daisies.	2
flower,how	1
receive?Vice-mayor	1
Alexander	1
advocacy.	1
attend.	1
caterers	1
employees	5
party?Mayor	1
representing	1
bouquets	11
all?After	1
happy.	1
institution	1
80	11
vice-mayor?Dean	1
summer.	5
beach,	2
couple	1
weeks.	1
including	1
Dean,	1
$70.00	1
rent,how	1
total?Dean	1
knew	1
while,	2
Dean	2
staying	3
bring?After	1
resting,	1
swim.	1
depth	1
Dean's	2
water?Mark,	1
ride.	5
$8.00	1
mile	3
miles,how	1
Mark?Four	1
passed.	1
It's	1
$90.00	1
gifts.How	1
altogether?Bryan	1
studying	2
minerals.	1
room	23
samples	4
rocks.	1
particular	1
look	2
mineral	2
samples.	2
minerals	1
shelf,	4
shelves,how	2
have?He	1
classified	1
igneous,	1
metamorphic	1
sedimentary.	1
classification	1
all?Bryan	1
bookshelves,how	1
continents	2
Bryan	4
122	4
continent,how	1
combined?Bryan	1
precious	1
jewelry	1
$1785.00	1
harvest	4
Lewis,	1
whose	5
busy	4
overseeing	1
farmers	2
harvesting	1
fruits.	3
orchard.	1
reported	2
sacks	4
orchard	3
daily.How	1
harvested	4
day?Next	1
strawberry	6
fields.	1
kg	12
plants,how	1
kilograms	14
strawberries	12
harvest?He	1
harvested.	1
harvest?Being	1
saved	15
checking	2
grapevines	1
pickers	1
drums	3
grapes	9
days?If	1
Lewis	3
earns	2
$1367.00	1
harvest.How	1
season?Tyler,	1
rights	1
advocate,	1
own	3
sanctuary	3
protect	1
poachers.	1
regions.	1
region	5
built	5
sanctuary.	1
Initially,	1
endangered	1
region.	1
birds,how	1
total?Another	1
aquatic	1
reserve	1
freshwater	1
organisms.	1
bodies	1
region,	1
175	3
fishes,how	1
aquariums	1
saltwater	2
aquarium	5
Tyler	2
includes	1
several	9
reside.	1
swamps,	1
reptiles,how	1
areas?There	1
undeveloped.	1
remaining	16
2435	1
feet.What	13
undeveloped	1
land?It's	1
fun	1
circus	3
happened	1
Upon	1
circus,	1
ticket	11
booth	2
cost.	1
$44.00	1
tickets?They	1
entered	1
tent	3
seating	1
audience.	1
people,how	4
act	2
included	1
mobiles,	1
stuffed	11
clowns.How	1
clowns	1
inside	11
mobiles	1
combined?The	1
jugglers.	1
juggler	1
juggling	1
time,how	5
jugglers	1
putting	17
time?For	1
act,	1
dancing	1
wearing	1
crowns.	1
crown	1
feathers,how	1
934	1
crowns?Amanda	1
amusement	4
weekend.	6
Super	3
Fun-tastic	3
Land.	3
travel	8
hours,how	1
SFL	3
city?When	1
entrance	1
line,	5
283	2
waiting	7
in.	3
entrances,how	1
in?Determined	1
fun,	1
HappyLand.	1
minute	3
HappyLand	1
SFL?When	1
HappyLand,	1
$17.00	1
tickets?HappyLand	1
Land	1
4897	1
feet,what	1
HappyLand?Jack	1
books.	35
fact,	1
mini-library	1
library	11
type	16
fiction	2
478	1
pages,how	4
short	8
story	5
booklets.	1
booklet	1
booklets	1
section,how	2
all?One	1
favorites	1
called	5
Encyclopedia	1
Life	1
Everything	1
Else.	1
chapters,	1
566	1
encyclopedia	2
classics.	1
classic	1
authors,	1
author	1
books,how	9
classics	1
section?Having	1
kind	4
fast	7
reader.	1
=	4
365	1
days)?Lexie	1
organize	1
these	4
containers.	1
crayon	3
boxes.	14
box	45
contain	16
need?A	8
pile	3
stacked	3
room.	10
papers	4
envelopes	8
papers.How	1
120	5
papers?Beside	1
stack	3
700	2
paper.	8
recycling.	8
sheets,how	2
need?Lexie's	1
watercolor	2
paintings	9
thought	1
placing	4
rooms	15
Lexie	1
paintings,how	1
rooms?Lexie's	1
younger	5
clips	8
Lexie's	1
81	7
clips.	1
distribute	14
boxes,how	5
contain?Christian	1
Mt.	1
Falton	1
welcomed	1
warmly	1
invite	1
volunteers	1
call	2
"earth	1
keepers".	1
junior	4
ranger	4
Christian	1
420	4
packets.	1
packet	1
seeds,how	2
packets	1
need?Christian's	1
lemonade.	4
lemonade	10
glasses.	1
lemonade,how	1
prepare?Christian's	1
senior	1
firewood	1
towards	2
lake	4
sacks.	1
sack	1
wood,how	1
wood?Christian	1
bag	28
140	3
ranger.	1
visited,how	1
stations	3
Joline	1
visit?Sunday	1
carvings	3
tourists.	1
shelves	19
displayed,how	1
carvings?Shiela	1
writing	3
colorful	4
clear	1
bottles.	2
stars.How	1
bottle	18
Shiela	7
classmates?Shiela	1
drawings.	2
talent	1
drew	4
drawings	4
neighbors,how	1
receive?Allen,	1
Shiela's	2
brother,	6
repainted	1
Allen's	1
Allen	5
identical	25
used,how	2
use?Aside	1
animals,	1
painting	4
grandmothers?It	1
tradition	1
hang	1
sock	1
above	1
member	3
cinnamon	4
ball	7
socks	2
members.How	1
balls?Haley	1
things.	1
too	2
space	7
stickers,how	2
stickers?In	1
Haley's	2
class,	10
Haley	13
marbles,how	1
receive?When	1
relatives	1
cousins	2
origami.	1
origami	2
cousins,how	1
papers?A	1
kept	5
bed.	1
bags	61
foster	1
balls,how	1
used?Haley	1
cabinet.	1
office	7
magazines,how	1
use?One	1
bright	1
sunny	1
Betty	3
local	9
flower	18
stones.How	1
bracelet	3
bracelet?Betty	1
shiny	6
stones.	2
stone	3
bracelet,how	1
be?Brenda,	1
Betty's	1
sister,	4
star-shaped	4
Betty.How	1
Brenda?Shannon,	1
Brenda's	1
neighbor,	1
Brenda	1
heart-shaped	2
makes.How	1
Shannon	3
make?Brenda's	1
five.	1
have?On	2
spring,	1
Jane	4
woke	3
early	2
chores	4
saving	2
empty	13
pots	1
sunflowers.	1
sunflower	2
seeds	18
cans,how	1
can?Jane's	1
cherry	6
tomatoes	8
jars	2
need?Jane	1
lemons,how	1
lemons?Jane's	1
marble	3
potatoes.	5
Jane's	2
potato	4
salad	3
Jane,	1
herself	2
husband,how	1
have?For	3
dessert,	1
bite-size	1
swirls.	1
swirls,how	1
eat?Marian	1
bread,	1
pastries	2
holiday	2
season.	1
gingerbread	1
equally	31
tiny	1
jars.	2
jar	2
jar?Marian	1
59	3
croissants	2
croissants,how	1
Marian?Marian	1
oatmeal	8
classmates.	1
time?Marian's	1
afternoon	2
480	3
pretzels.	2
serving	3
pretzels,how	1
servings	8
pretzels	9
Marian	1
prepare?Lastly,	1
53	9
lemon	4
home,how	2
away?Susie	1
weekend	6
spring.	2
cleaning.	1
Susie's	3
breakfast.	2
carrots	9
uneaten?Susie	1
teddy	2
bedroom.	1
maximum	4
bears,how	1
filled?Susie's	1
album.	2
album	5
pictures,how	3
albums	5
pictures?Joe,	1
94	4
trading	4
scattered	2
cards,how	6
fully	9
filled?Joe,	1
unfilled	1
box?Susie's	1
repaired	1
bookshelves	3
distributed	5
repaired,how	1
contain?Matt	1
thinking	3
decors	1
clubhouse	1
repaint	1
ten	15
painted	6
color?They	1
119	3
matchboxes	6
wrapped	2
may	1
receive?They	1
left?They	1
papier-mache.	1
star	3
requires	5
680	1
paper,how	1
make?Matt	2
unpainted?Four	1
homemade	1
treats.	1
Anna	7
blueberry	6
shares	9
receive?Britney	1
brewed	1
tea	10
that's	1
cups.	5
serves	2
siblings	2
equally,how	2
have?Cristina	2
croissants.	2
guests,how	3
Cristina's	1
Cristina	1
left?Drew	1
butterscotch.	1
expects	1
sweet-tooth	1
guests	9
butterscotch	1
unconsumed?Allen,	1
Charles,	1
Lex	2
report.	1
texts	1
printed	2
Solar	1
System.	1
book?Charles	1
curious	1
Greek	1
mythology	1
96-page	1
entitled	2
"Greek	1
Mythology:	1
Fast	1
Facts."How	1
Charles	2
book?Lex	2
page	10
instruments.	1
pages.	3
days,how	1
day?Shiela	1
history	2
Asia.	1
"Asia's	1
History	2
Made	1
Easy".	1
book?Instead	1
store,	5
Melody	3
elderly	1
sequins	3
snowflakes	1
distributes	1
left?She	1
mistletoe	2
cards.How	3
left?Melody	2
cut-outs	3
balls.	5
paste	2
certain	10
make?Melody	1
snowman	2
prepare?Paul	1
479	1
away?179	1
tree?Cindy's	1
1215	1
Paul's	3
1112	1
party.How	5
altogether?Beth	2
106	3
crayons.	5
Jen.How	1
Beth	2
left?Misha	1
dollars.How	9
dollars	71
dog?James	1
James	3
birthday?There	1
farmer's	1
field?There	1
recess?Paul	1
strawberries.How	1
then?Gary	1
73	4
dollars.	18
snake.How	1
Gary	2
perched	1
branches	1
branches?I	1
115	1
grazing	1
pasture.How	1
see?There	1
397	1
butterfly	1
dots	7
dots.How	1
all?At	1
elephants	1
tigers.How	1
see?In	1
109	2
dogs.How	2
see?If	1
bag,how	6
have?Each	1
weighs	8
dumpster.How	1
weeks?If	1
bubble	1
cost?This	1
your	10
11th	2
tells	1
are.How	1
she?For	1
play,	1
row.How	2
play?A	1
baker	12
pan	3
fudge	3
measures	13
side.	3
inch	3
side,how	1
hold?The	1
Paradise	1
seats.	2
seat	4
time?A	1
52	6
columns	1
bean	1
plants.How	1
all?A	2
sandbox	4
312	1
centimeters	14
146	1
wide.How	7
ground	2
cover?Sarah	1
pick?If	1
choose	2
regular	16
waffle	2
vanilla,	1
strawberry,	1
caramel,	1
bubblegum	1
flavored	2
cream,how	1
ways	1
ordered?There	1
261	1
fishbowls.	1
fishbowl	1
there?We	1
ordered	10
altogether?Chris	1
Chris	2
friends?Emily	1
hen	1
303	1
baskets.	5
Emily	5
collect?There	1
shelves.	4
books.How	8
shelves?I	1
eyes	3
see?I	1
puppies.How	2
ears	2
349	1
84	5
ladybugs	2
leaf.How	1
pots.	1
pot	1
all?Your	1
You	3
pack	15
altogether?Ted	2
bars.	5
bag?A	2
chocolates.	1
boxes?You	1
want	23
friends.How	3
get?Martha	1
cakes.	3
divide	15
cakes	16
child	7
amount.How	1
get?Julian	1
comic	13
frames	2
all.	1
page,how	1
have?Jesse's	1
carpet	3
floor?There	1
Bay	1
track	18
team.	6
relay	1
race	2
long,	1
participate,how	1
run?It	1
cotton	1
tee-shirt.How	1
tee-shirts	1
material?Lukas	1
averages	3
basketball.How	1
games?My	1
gallon.How	1
gas?It	1
cookies.How	2
cookies?My	1
gallon	3
Grandma's	4
house?Everyday	1
veggies.How	1
week?Melissa	1
game.How	3
games?Johnny	1
practiced	3
laps	6
minute.How	3
Johnny	1
laps?Our	1
watermelons	3
each.	15
watermelons,how	1
watermelons?63	1
zoo.	8
zoo.How	2
car?I	1
gumdrop	1
gumdrops	1
buy?Maggi	1
packages	32
cupcakes.	7
package.	2
cupcakes.How	1
left?58	1
sit	3
seat.How	2
Razorback	3
T-shirt	2
Shop	8
cases	13
t-shirts.	1
case	4
t-shirts,how	1
t-shirts	4
order?The	1
$9	4
t-shirt	2
sold.	3
Arkansas	1
Texas	1
Tech	1
245	1
t-shirts?The	1
sells	15
$16.	2
Last	2
Walker	1
bobbing	1
buckets	2
need?Warren	1
guests.How	1
need?Ellen	1
380	1
legos,	1
legos	1
now?Arthur	1
Arthur	1
muffins?Willy	1
1400	1
290	1
Willy	2
Lucy?There	1
page.	5
share.How	1
person	20
equally?Lizette	1
813	1
Minerva.How	1
Minerva	1
have?White	1
purchased	4
6.	5
Mom	1
71	2
packages,how	1
648	2
box,how	4
fill?Uncle	1
Dave	12
hungry	1
nieces,how	1
niece	1
get?Megan	1
217	1
Robert	1
Megan	10
altogether?A	4
DVD	6
126	1
DVDs.	3
DVDs	14
book.How	3
book?Kelly	1
121	2
Nintendo	1
games.How	7
games	51
183	1
Juan.	1
593	1
with?Iesha	1
344	1
sports.How	1
Iesha	1
have?James	1
1222	1
513	1
Amy?Sean	1
whistles.	1
95	11
whistles	2
Charles.How	1
have?Connie	1
323	1
Juan	3
Connie.How	1
have?Robin	1
package.How	2
have?Adam	3
$5.00	1
airplane	3
$4.28.How	1
get?If	1
$1.54,how	1
must	23
Kyoko	1
balls?Tony	1
$20.	1
$3.What	1
Tony	5
then?Mr.	1
Guzman	1
doughnuts	2
packed	7
boxes.How	4
box?The	1
Sumata	1
five-day	1
vacation	2
car.	2
drive?One	1
stamp	2
$0.34.	1
$0.68.	1
Three	3
$1.02.	1
same,how	1
cost?The	1
Milburg	1
5,256	1
grown-ups	1
2,987	1
live	5
Milburg?Lisa	1
$4.80.How	1
rent?There	1
3,409	1
jar.	2
blue,how	1
blue?On	1
Friday,	4
1,250	1
Saturday?Third-grade	1
concert?There	1
124	1
wall.How	1
together?Marcia	1
project.How	1
project?In	1
pilot	3
1,134	1
Tuesday	3
1,475	1
Thursday.	2
row,how	2
all?Six	1
lunchroom.	1
tables.How	1
lunchroom?Tyler	1
puppies	3
farmer	11
127	1
neighbor.How	1
now?John	1
weeks?Jill	1
pizza.How	1
eat?The	1
Spurs	1
players.	4
player	10
eleven	14
basketballs.How	1
basketballs	7
all?	1
octagon	1
sides	8
measure	7
each.Find	1
perimeter.	1
detergent	1
wash	14
pound	1
clothes.How	1
soap	6
clothes?Mrs.	1
concert.	2
65,899	1
concert,	3
attendance.How	1
concert?Mrs.	1
pecan	2
arrange	7
$3.75	1
get?Mrs.	2
notebook	2
cents,	2
ruler	2
pencils.What	1
pencil?Mrs.	1
packages.Mrs.	2
package?Mrs.	1
leftover?Mrs.	1
chapters	4
read?Rug	1
feet,	3
Rug	1
B	14
feet.Which	1
rug	2
area?Mrs.	1
picture	5
frame	2
long.What	15
perimeter	28
frame?Mrs.	1
loaves	8
bread.How	1
loaf	2
bread?Mrs.	1
measured	7
bookcase.	1
bookcase?Mrs.	1
$1.30.	1
notebook?Mrs.	1
rollercoaster.	1
rode	10
rollercoaster	2
minutes.How	3
minutes?Mrs.	1
hive.	1
many.How	1
day?Mrs.	1
desk	5
fountain.	1
walk	7
trips	3
TO	1
fountain	3
today?Lucy	1
212	2
then?Lucy	1
fish?Chris	1
allowance	4
cleats	1
ball.	1
$25	2
aunt	2
uncle	3
$20	1
$75.	2
$279.How	1
birthday?Rupert	1
Ronald	4
aced	1
test.	4
wonderful	2
trampoline	1
jumped	6
trampoline.	1
Rupert	1
Ronald.How	1
jump	4
altogether?Harry	1
Hound	1
terrible	1
earache	1
peered	1
yesterday,	1
frisky	1
fleas	3
ear	1
85	6
baby	2
sleeping	1
peacefully	1
ear.	1
Harry	5
Hound's	1
ears.How	1
perished?A	1
supply	4
600	3
327	1
cat	7
food.How	3
food?David	1
all?532	1
watching	4
movie	11
theater.	2
theater	4
seats.How	3
theater?Each	1
bags?Bert	1
runs	3
Bert	1
weeks?Kiera	1
envelopes.	2
envelopes.How	1
Kiera	2
all?Sara's	1
$69	1
Sara	5
cartons	12
juice.	6
carton	3
$3.How	1
left?Shelby	1
92	8
left?Ron	1
Chanarong	2
cafe.	1
Muffins	1
each,	2
Ron	1
muffin	3
cups.How	2
cost?For	1
breakfast,	1
Colton	4
$1.80	1
cup	3
$1.40.	1
lunch,	2
soup,	2
salad,	1
$2.75,	1
$6.70,	1
$1.70.How	1
breakfast?Jae	1
yogurt.	1
yogurt	2
$2.How	3
Jae	1
yogurt?Jermaine	1
$43	1
March.	1
$19	3
April	2
$16	3
May.	1
Jermaine	2
$77	1
keyboard.How	1
left?Ulrich	1
$9,	2
board	17
$5.	1
$7	3
allowance,	1
$15.How	1
Ulrich	1
rope,	1
ball?For	1
season,	2
Chetan	3
ball,	1
shorts,	1
$10.20,	1
shorts	1
$12.80,	1
$9.15.	1
$31.50.How	1
need?In	1
Ben's	2
classroom	6
chairs,	3
chairs.	7
chairs.How	2
classroom?Anita	1
berries	8
berry	2
cobbler.	1
blueberries.How	1
buy?Antonieta	1
wheel,	1
roller	6
coaster,	1
log	2
tickets,	1
coaster	4
Antonieta	2
tickets.How	3
buy?Maggie	1
magazines.	1
$15	2
magazine	2
Maggie	2
all?Zeshaun	1
snowflake	3
design,	2
rose	7
design.	1
Zeshaun	2
stamps.How	2
all?Reshay	1
Natalie	1
$5.15,	1
pancakes	8
$3.20,	1
mugs	1
$0.60	1
tax	2
$0.75.How	1
$15.00?A	1
Child	1
$3,	1
$6.How	2
vans	4
van	4
trip?Ruth	1
buttons.	5
buttons	19
Ruth	3
gray	2
buttons.How	1
all?An	1
hangar	1
planes	1
long?It	1
eggs?105	1
movie.	1
movie?Ms.	1
Baker	2
no	29
anyone	2
else.	1
possible,how	5
Ms.	1
eat?89	1
shared	4
get?19	1
minibus	1
seat.	1
seated	3
them?Many	1
6-ounce	1
morning.	6
gallon,how	1
(one	1
quarts,	1
quart	1
ounces)	1
juice?A	1
company	20
donates	2
935	2
evenly	8
classrooms.	3
library?A	1
library?Mrs.	1
$11	2
books?Mrs.	1
slices.	4
one-fourth	2
iPod	3
sale.	10
$128,	1
sign	8
announced	1
sale	21
"35%	1
off."How	1
discount?Mrs.	1
television	1
regularly	1
$600.	1
20%	1
price,what	1
price?Mrs.	1
traveled	7
6,	3
760	1
Japan.	2
traveled.How	1
Japan?Mrs.	1
$4,000	1
account.	1
10%	2
interest	3
year.	3
account	2
year,how	2
year?Mrs.	1
citrus	1
fundraiser.	2
$12	3
box.	5
6%	1
sales	2
cost,how	1
bill?Mrs.	1
wait	3
shoes?There	1
classroom.	1
classroom,	1
classroom.How	1
end?There	2
fridge.	2
out,how	2
fridge?At	1
capes,	2
capes.	1
capes	2
bought,how	2
books,	6
book,	1
bookshelf.	1
read,how	1
bookshelf?There	1
bead,	1
beads	18
container.	1
container	5
in.How	3
out?Georgia	1
buttons,	3
Georgia	3
Marry?There	1
American	1
Chinese	3
leave.How	1
room?At	1
boxes,	5
bakery.	2
As	1
deciding	1
buy,	1
left.	3
bakery	7
end,how	2
first?Blithe	1
toys.	8
closet.	1
Blithe	1
first?Lena	1
pocket	1
money.	3
$4	4
$9.	4
$66	1
Lena	1
first?There	4
passengers	11
off.	2
first?Bruno	1
Bruno	2
lights	6
red,	1
blue.How	2
tree?Jacqueline	1
plums,	1
guavas	3
Jacqueline	1
Jane?There	1
center.	2
adopted	1
center	2
end?Jennifer	1
cm	30
ribbon.	4
ribbon	13
bow.How	1
men,	1
bus?Bernard	1
notebooks,	1
notebooks	2
notebooks.	2
Bernard	1
Tom?Robert	1
$76	1
$6	4
$14	2
calculator.How	1
left?A	11
stocked	3
large-size	1
medium-size	1
small-size	1
sell?There	1
geography	1
shelf?Roger	1
dimes.	3
Roger	5
donate?A	1
factory	3
produced	2
printers	5
scanners.	1
sold,	1
scanners.How	1
scanners	1
end?Harry	1
stars,	1
snails.	1
walk.How	1
creatures	1
lose	2
all?Georgia	1
Mary?There	1
rolls	2
croissants.How	1
bagels	1
there?A	4
kittens	3
hamsters,	1
cutlery.	1
forks,	1
knives,	1
spoons.How	1
there?Debby	1
pancakes.	2
blueberries	1
bananas	9
plain.How	1
plain	1
there?At	1
carnival,	5
kids,	1
teenagers,	2
adults,	1
carnival?An	1
international	1
Chinese,	1
Americans	2
Australians.	1
Australians.How	1
summer	5
camp	4
campers,	1
campers	6
campers.	1
campers,how	1
there?67	1
medals	3
displayed	2
silver	1
medals.How	1
bronze	1
displayed?At	1
computers.	1
shipped	1
company.How	1
computers	3
pineapples	4
owner	9
pineapples.	1
rotten	1
thrown	1
left?Lenny	1
$84.	1
$24	1
video	30
games,	4
$21	1
store.How	1
Lenny	1
huge	3
ancient	1
oaks	2
medium-sized	1
fir	1
saplings.How	1
saplings	1
park?There	1
died	1
cut.How	1
mirror	1
mirrors	4
stock.	2
broken,	1
sold.How	2
tomatoes.	1
salads.	1
pasta	1
sauce.How	1
left?Ryan	1
broke.How	1
collection?Kendra	1
road	3
afternoon,	2
minivans	2
hers.	1
Later,	2
evening,	1
minivan	1
hers.How	1
hers	1
preschool	1
daycare.How	1
daycare?The	1
Vance	2
rooster	2
daffodil	3
basketballs,how	1
have?Garrett	1
snack	6
supplies	7
raisin	4
granola	7
peanut	1
bars.How	3
all?Jack	1
emails	3
day?Teacher	1
awards.How	1
chess	4
members.	2
enrolled,how	1
club?There	1
roses	27
carnations	2
vase.How	3
vase	5
all?Every	1
Ryan	2
learning	3
Chinese.How	1
willows	2
oaks.How	1
park?Ryan	1
threw	5
leaves.How	1
left?Sam	1
Power	3
Ranger	3
bundles	1
box?Beryl	1
radishes.	1
puts	3
radishes	2
basket,how	3
split	18
group?The	1
pounds.	8
pounds,how	7
heavier	8
Sam?Antonia	1
Barbie	3
Dolls.	1
wardrobes.	1
Dolls	2
wardrobe,how	1
wardrobe	1
first?Savant	1
jar,	4
jar.How	1
Savant	1
together?An	1
online	4
week.	10
left,how	10
stock	2
beginning?Mother	1
salads	1
first?Joshua	1
box,	8
box.How	2
Joshua	1
together?There	1
building.	8
classrooms,	1
rooms.How	1
building?Mr.	1
Peter	10
pears	6
unpacked,how	1
harvest?Gary	1
Alex.	1
first?A	1
chef	19
foods	1
banquet:	1
lobster	1
rolls,	1
spicy	1
seafood	1
dealer	2
days?A	2
washing	7
machine	19
200	7
washed	9
machines	1
needed?A	1
isn't	4
loaded	1
day?There	2
757	2
sand	6
bags.	6
needed?There	1
full?If	1
519	2
gift	10
rate	9
boxes?If	1
day?Jane	1
vases	7
248	2
arranged,how	2
arrangements?Jane	1
day?A	6
chalk.	2
3,484	2
chalk,how	2
chalk?A	1
chalks	1
full?A	5
Edgar	2
transport	4
passengers.	2
1,230	2
trip,how	2
rented?A	2
occupied?If	1
158	2
watches	6
watches?If	1
day?Jack	1
285-page	2
book?Jack	1
day?The	1
tank	4
gallons.	2
728	2
oil,how	2
tanks	1
oil?The	1
oil	3
full?Mrs.	1
Smith	3
equally.How	8
left?Tom	1
folders	5
could.	2
folder	3
$2,how	3
buy?Tom	2
folders?86	1
hiking.	2
school-	2
school-buses	1
needed?86	1
left?The	5
get?The	4
left?9	1
watered	2
trees,how	2
water?9	1
laptops	3
shop,	2
Mike	12
rows.How	2
row?There	2
dog-houses	2
dog-house?There	1
left?Divide	1
groups.How	4
group?Divide	1
group?There	5
tons	11
oil.	4
barrel	7
least	18
barrels	4
occupied,how	6
used?A	2
worker	4
27-yard	2
yard	13
for?A	1
for?15	1
portfolios	4
paintings.	5
portfolios.How	2
get?15	1
left?172	1
forming	2
teams	8
mountaineering	2
competition.	4
form?172	1
team?Mr.	1
Lee	7
load	6
tons.	2
used?Mr.	1
used?Sam	1
equal-length	2
3,730-cm	2
make?Sam	1
tourist	2
rented?Mr.	1
495	2
baskets	7
there?Mr.	1
unpacked?A	1
ballet	2
its	26
groups,how	11
made?A	2
made?There	1
1,050	2
ml	4
pot.	2
poured	2
cup,how	2
tea?There	1
pot?There	1
bottle.	1
Gil	2
out?A	1
164	1
rabbits.	1
cages	5
rabbits,how	1
rabbits	1
buy?650	1
lollipops	8
kids.	1
equally,at	1
needed?Mrs.	1
Dalloway	1
tarts.	1
