7+2=96+9=159+7=162+4=65+9=144+7=112+6=821-17=44+14=189+2=1146-22=245+14=1920+25=452-2=08-6=25+3=813-6=73-0=341-34=712-0=122+4=67-2=511-7=44-1=33-2=11+1=23+2=52-1=12+1=32*1	1
(cent)+2	2
(dime)*10	8
(cent/dime)	5
+2	2
(nickel)*5	9
(cent/nickel)=32	1
cents(Mrs.	1
Hilt)	1
>	28
4*1	1
(cent)+1	2
(cent/nickel)	7
+1	2
(cent/dime)=19	1
cents(Jacob)(2*1	1
(cent/nickel))	1
-	15
(4*1	1
(cent/dime))	1
=	81
13	2
(cent)1	1
(quarter)*25	3
(cent/quarter)	4
+	69
1	6
2	2
45	5
(cent)18+20+17=5524+14=388+10=1829-17=1210-(3+2)=55+5+5=15(4+4)+(2+2)=122+2+2=615-8=73+2+7=1217-11=615-11=415-9=625-15=108+8=162+2+2+2+2+2+2=145+5+5=152+2+2+2+2+2+2+2+2=186+5=114+3=710+8=189-2=79-2=710-3=78-3=512+16=2815+7=2221+17=38542+387=92934+28=6228+18=4663+50=113292+324=616105+698=803425+275=70012+8=2022+13=3513+20=3330+10=4026+17=4326+6=3247+13=6054+23=774+5=9	1
apples	1
<	24
10	2
apples12+7=1914+6=2022+15=376	1
(penny)*1	4
(cent/penny)	2
3	6
21	2
(cent)5+12=175+15+17=3712+12=2418+18=3618+4=2217+14=3122+47=693+3=6(5+1)+(5+1)=1287-8=7949-18=3154+12=6625-11=1418-9=924-18=628-5=2331-14=1722-2-2=1843-11=3230-8=2258-16=4286-36=5042-29=1325-18=728+35=63407-129=27858+37=9544-18=2660-34=2632+12=4414+22=3689-32=5728+27=55356-112=244210-58=15223-6=1731+22=5341-6-12=2398-43-36=19105-23+45=12739-18+22=43252+34-11=27539+22=61105-56=4954-16=38142-31=111304-276=2838+13=51117-40=778+8+8+8=32187-134=5335-6=2941+64=10550+12=6225+16+20=6186-64=2290-67=2365-35=3089-68=21120-79=4116-7=925-19=617-8=938+10=486*8=4899+99=198	1
cents125-64=6138-15=2378-32=46(1	1
(hour)*60	8
(min/hour))	2
60	3
(min);	21
30	5
135	1
6*50=30013*4=5250/5=1033-20=1317/10=1	1
r7;	2
7/5=1	1
r2;	5
2/1=2;	1
1+1+2=443-20-5=1888-8=8012/4=33*8=2421+11=327*3=2128/25=1	1
r3;	5
3/1=3;	1
1+3=442-21=212	1
parts(Blue)	1
parts(Purple)(3*100)+(8*10)+(3*1)=383(2	1
(min/hour)	40
(min))/60	5
(min/hour)=3	2
r30;	2
hh:mm=3:30	1
p.m.(20+14)-31=32.25/0.25=9388-223=1655*2=102*10=20	1
cents	4
1*3=3	1
cents3*8=242*25+3*10=80	1
75	2
cents12*2=24(2	1
=5	1
r45;	3
hh:mm=5:451.00-0.54=0.4613+12=2524*2=484*5=203.00-1.00=2.005*3=1543+72+34=149((12*60	1
(min))	6
20	6
12	3
r50;	1
hh:mm=12:504*10+1*5+1*25=70	1
dollar31+19=501.80-0.45=1.35(9	1
4	1
(cent/dime))/100	1
(cent/dollar)	4
0.59	1
(dollar)78-19=593+1=4	1
(th);	2
3+2=5	1
3+3=6	1
(th)50+20+1=71	1
90	1
cents15+24+27=66(7	1
5	1
(cent/penny))/100	2
2.42	1
(dollar)65+45+58=168100-35=65Rachel	1
is	2
the	50
3rd.;	1
3-1=2	1
(nd);	1
3-2=1	1
(st);	1
Julie	1
1st.50	1
skittles(Bryan)	1
skittles(Ben)50-20=30((6	1
6	4
r10;	4
hh:mm=6:10((8	1
15	4
8	2
r15;	1
hh:mm=8:15(10*60	1
(9*60	1
(min)))	1
(min)15+10+10=359+31+55=9524+14+12+20=7020+15+34=6915+10+5=3015+10+30=5530+20+40=9025+15+5=4510+10+30+20=7015+20+3=3810+5+20+5+10=505+10+15=3010+15+20=4515+20+15=5060+55+40=15555+33+22=11012+5+3=2010+4+6=2013+8+9=3040+25+15=8020+15+30=6555+10+13=7822+23+5=5060+15+20=9535+15+5=5520+25=4542+23=6534+15=4926+37=6365+28=9347+29=7634+27=6155+43=9823+28=5119+16=3527+16=4314+38=5247+27=7425+75=10015+10+20=4524+27=5148+46=9430+40+75=14515+20+25+10=7023+30+44=9739+29=6857+66=12314+10+16=4034+37=7136+27=63435+139=57436+73=109241+426=667101+379=480147+56=203567+325=892451+150=601276+147=423583+246=829598+354=952134+269=403472+288=760589+345=934219+328=547645+567=1212318+544=862413+487=900239+622=861432+297=729145+255=400234+378=6121250+204=1454676+315=991465+527=992354+228=582383+431=814337+335=672154+237=391279+234=513235+165=40067-32=3555-25=3043-31=1279-45=3486-21=6533-14=1956-22=3460-40=2036-18=1877-66=1170-46=2490-51=3963-49=1498-39=5978-15=63100-15=8585-16=6969-50=1935-17=18100-27=7361-13=4872-55=1768-29=3983-18=6595-76=1945-27=1874-36=3889-57=3296-48=4861-34=27830-527=303452-443=9830-324=506550-443=107553-369=184600-254=346537-369=168712-234=478974-588=386421-377=44465-399=66555-347=208487-295=192823-676=147911-762=149900-387=513469-257=212546-150=396635-276=359333-157=176501-294=207222-	1
155=67450-287=163306-259=47300-149=151999-165=834834-129=705467-399=68475-199=276700-561=139750-(235+275)=240280-(90+70)=120(240-75)+240=405500-(189+131)=180(179+141)-156=164376-123-136=117500-(247+144)=109185-(57+46)=82450-(215+137)=9870-23-36=11(387-39)+387=735900-(250+265)=385453-(238+190)=25(54-17)+54=91169-(69+52)=48100-(25+30)=45800-(350+268)=182(48+48)-27=69(75-25)+75=125560-(268+118)=174436-(132+236)=68350-(125+135)=90532-(253+143)=136291-(76+49)=166(347-146)+347=548700-(245+225)=230650-(175+250)=225900-(325+260)=315(570-140)+570=1000800-(300+238)=2624*3=122*6=125*5=254*4=169*5=457*6=425*8=409*6=548*7=566*2=124*5=206*5=309*8=722*7=143*5=157*3=219*4=365*8=406*3=187*9=635*9=457*5=356*9=549*8=724*2=82*8=164*3=129*9=813.00*3=96*7=4220*5=10010*5=509*10=9050*7=3508*100=8003*20=6040*8=3209*60=5407*10=7060*5=3008*60=4805*30=15020*4=809*30=2707*20=14020*9=18030*7=21050*8=4004*60=24010*10=1003*90=2704*40=1605*50=2507*70=4906*80=4807*70=49030*4=12010*6=608*40=3207*90=63065*7=4553*246=73856*9=5044*122=4888*1785=1428045*8=360268*7=187683*6=498324*9=29161367*5=683529*7=2036*175=10508*64=5124*356=14243*2435=730544*7=3084*246=9845*28=1406*378=22687*934=653827*3=81283*5=1415328*9=295217*8=1362*4897=97948*478=38249*49=4417*566=39626*33=1989*365=328580/8=10120/10=12700/100=732/4=881/9=9420/7=6030/5=680/20=4140/7=2056/8=745/9=554/6=949/7=718/2=950/5=1072/9=835/5=748/6=836/4=963/9=788/8=11140/14=1036/3=1248/8=635/5=754/9=656/8=718/2=924/3=812/3=447/6=7	1
r559/8=7	1
r3276/12=23480/12=40(53-2)/3=1774/12=6	1
r298/7=14480/20=2494/8=11	1
r694/8=11	1
r6210/10=21350/10=35119/9=13	1
r2119/9=13	1
r2680/20=3434/4=8	1
r233/4=8	1
r110/(2+3)=217/7=2	1
r317/7=2	1
r361/6=10	1
r1120/10=1296/8=12420/30=14240/12=20143/11=1399/12=8	1
r335/8=4	1
r326/4=6	1
r226/4=6	1
r253/4=13	1
r1479-134=345179+38=2171215+1112=2327106-54=5247-34=1361-39=2251-28=2327+35=6228+35=6373-55=1846*2=92115*4=460397*12=4764(35+48)*4=332109*4=43637*19=703(4*7)*55=1540136*18=244811*3=3327*16=43218*29=52214*6=8452*15=780312*146=4555245/9=52*4=8261*23=600321*8=16835*12=420303*28=8484150*15=225023*2=46105*2=210349*4=139684*139=1167637*17=629544*32=174085*4=20(4*10)+6=4615/5=36*500=300034/6=5	1
r418/3=6143/11=1312*8=96150/5=3060/4=1512*5=6020*5=1007*4=28100/20=53*7=21120*10=120010/3=3.333100*4=40063/3=2180/4=20(3*4)-5=758/2=2912*24=2889*245=220516*45=72056/9=6	1
r2252/4=63380-57=32383-35=481400-290=111010*22=22096/8=12813-125=6886*71=426648/4=162143/11=13217+109=326126-81=45121-22=99593+183=776344-136=2081222-513=709223-95=128323+175=49827*18=4865.00-4.28=0.721.54*3=4.6220-8-3=948/4=12250*5=12501.02+0.34=1.365256+2987=82434.80/4=1.203409-145=32641250*3=37508*45=360124*3=372300/60=5(1134+1475)*3=78276*34=20415*5=75127-88=39(4+4)*6=4837*8=29622*11=2428*3=242*9=1865899+119=66018(16+14)/5=63.75/3=1.25(74-(35+18))/3=740/7=5	1
r540/7=5	1
r54*17=688*4=32	1
square	2
feet(Rug	2
A)	2
5*7=35	1
B)(12+10)+(12+10)=445/2=2.548/12=41.3	1
(dollar)*100	1
(cent/dollar)/5	1
26	2
(nickel)7*(15/5)=21144*3=43230*4=120212+68=280280-212=68279-25-20-75=159(157+86)+157=40036+85=121600-327=273(7*4)*4=112750-532=21823*45=1035(3*7)*2=4214+(14-6)+((14-6)*3)=4669-(3*2)-(5*3)=4892-(4*9)=56(2*1)+(2*2)+(2*1)+(2*2)=121.80+1.40=3.2;	1
2.75+6.70+1.70=11.15;	1
11.15-3.2=7.95(12*9)-(3*2)=10243+19+16=78;	1
78-77=19+9+5=23;	1
23-7=16;	1
16-15=110.20+12.80+9.15=32.15;	1
32.15-31.50=0.653*4=12;	1
12-2=10;	1
3+12+10=2526-(10+9)=7(6+5+7)-2=16((9+1)*15)+(10*2)=1703+5=8;	1
8-2=6;	1
3+8+6=170.60*2=1.2;	1
5.15+3.20+1.2+0.75=10.3;	1
15-10.3=4.7(4*3)+(3*6)=30(8*2)+(3*20)=768-6=2;	1
2+3=5;	1
8+2+5=15300/40=7	1
r2037/3=12	1
r1105/6=17	1
r317/3=5	1
r289/4=22	1
r119-(7*2)=5(4*32)/6=21	1
r2935/9=103	1
r8935/9=103	1
r8(15*25)-(15*11)=210(6*6)-(36/4)=27128-(128*0.35)=83.2600-(600*0.2)=4806760/450=15	1
r104000+(4000*0.1*1)=4400(15*12)*(1+6/100)=190.811	1
(day)	1
*	9
24	1
(hour/day)	1
15840	1
(min)5+4-3+2=82+3+4-5=43+2+3-6=22+1+4-3=41+2+3-4=24+2+3-5=42+4+4-3=73+3+2-5=378+31-24=8543-9+6=4066-9+4=6126+9-7=2839-10+4=33(95-26)-37=3216+18+21-15=4036+29-20+12=5787-24-45=18(54-18)-26=1015+17+19-5=4676-6-14=5622+50+24-13=83(100-32)-25=4342+36+15-27=6650+21-41+16=4634+21+29-59=2524+16+19-13=46(90-49)-19=22(77-32)-15=30(94-38)-27=29(67-20)-24=23(87-24)-19=44(49-16)-11=22(88-24)-32=32(67-19)-32=1692-31-20=4186-48-9=2984-24-21=39(96-15)-23=5886-15-23=4878-8-57=1367-32-21=1489-24-43=221+4=54+5=92+2=47+3=106+8=148+2=104+4=83+4=75+5=104+3=783-36*2=1189-24-43=2258-23*2=1288-37*2=1456-24*2=852-(96-52)=879-35*2=934+29+13=7638+26+19=8315+24+13=5221+31+19=7135+10+6=5143+35+15=9342+26+31=9925+14+16=5514+16+27=57200/28=7	1
r4200/28=7	1
r4757/65=11	1
r42757/65=11	1
r42519/42=12	1
r15519/42=12	1
r15248/16=15	1
r8248/16=15	1
r83484/18=193	1
r103484/18=193	1
r10292/16=18	1
r4292/16=18	1
r41230/48=25	1
r301230/48=25	1
r30158/12=13	1
r2158/12=13	1
r2285/23=12	1
r9285/23=12	1
r9728/32=22	1
r24728/32=22	1
r2453/8=6	1
r553/8=6	1
r519/2=9	1
r119/2=9	1
r186/9=9	1
r586/9=9	1
r542/12=3	1
r642/12=3	1
r629/9=3	1
r229/9=3	1
r244/5=8	1
r444/5=8	1
r422/5=4	1
r222/5=4	1
r239/7=5	1
r439/7=5	1
r454/7=7	1
r554/7=7	1
r532/5=6	1
r232/5=6	1
r295/6=15	1
r595/6=15	1
r5;	4
5/5=127/4=6	1
r327/4=6	1
3/1=3122/15=8	1
r2122/15=8	1
r2172/18=9	1
r10172/18=9	1
r10134/15=8	1
r14134/15=8	1
r14;	2
14/7=23730/73=51	1
r73730/73=51	1
r726/3=8	1
r226/3=8	1
2/2=1495/25=19	1
r20495/25=19	1
r2090/7=12	1
r690/7=12	1
r6;	1
6/3=21050/65=16	1
r101050/65=16	1
r10250/12=20	1
12-10=2164/17=9	1
r11;	2
17-11=6650/42=15	1
r20;	2
42-20=2285/10=8	1
10-5=54305/83=51	1
r72;	1
83-72=1188/14=6	1
r4;	2
14-4=10367/15=24	1
15-7=8315/218=1	1
r97;	1
218-97=121389/18=21	1
18-11=71093/35=31	1
r8;	1
35-8=2717	1
centimeters(Mindy's	1
toothbrush)	1
17+1=18	1
centimeters(Cesar's	1
toothbrush)24	1
cm(Tommy)	1
24+12=36	1
cm(Sara)18	1
cm(Tim)	1
18+2=20	1
cm(John)34	1
cm(Harry)	1
34-3=31	1
cm(Hermione)175	1
cm(Sam)	1
175+20=195	1
cm(John)55	1
cm(Tom)	1
55-15=40	1
cm(Alex)250	1
cm(Alex)	1
250+20=270	1
cm(Jim)200	1
cm(Emily)	1
200+20=220	1
cm(Jimmy)(800/2)-((2200-(800/2)*5)/4)=350((140-(100/5)*4)/2)-(100/5)=10((100-(50/5)*2)/4)-(50/5)=10(600/3)-((1050-(600/3)*4)/5)=150((65-(25/5)*3)/5)-(25/5)=5(5200/4)-((5700-(5200/4)*3)/4)=850(800/4)-((1100-(800/4)*3)/5)=100(8*60	1
10)	3
LCM[50,25,40]	1
0	9
690	1
690/60	1
(min/hour)=11	1
hh:mm=11:30(12*60	1
55)	1
LCM[10,8,12]	1
895	1
895/60	1
(min/hour)=14	2
r55;	3
hh:mm=14:55(19*60	1
43)	1
LCM[5,10,15]	1
1213	1
1213/60	1
(min/hour)=20	1
r13;	1
hh:mm=20:13(2*60	1
45)	1
LCM[20,15,10]	1
225	1
225/60	1
hh:mm=3:45(10*60	1
LCM[60,30,40]	1
730	1
730/60	1
(min/hour)=12	1
hh:mm=12:10(8*60	1
LCM[90,120,60]	1
850	1
850/60	1
hh:mm=14:10(14*60	1
15)	2
LCM[8,12,14]	1
1023	1
1023/60	1
(min/hour)=17	1
hh:mm=17:03(7*60	1
48)	1
LCM[16,32,24]	1
564	1
564/60	1
(min/hour)=9	1
r24;	1
hh:mm=9:24(9*60	1
LCM[40,80,100]	1
955	1
955/60	1
(min/hour)=15	1
hh:mm=15:5568.50-25.43=43.0753.90-39.33=14.5715:18=5:612:16=3:48:10=4:510:15=2:348:64=3:456:84=2:375:125=3:581:90=9:10425:300=17:12432:1080=2:5360:420=6:7240:320=3:42:3=12:183:1=24:84:5=16:203:4=18:2415-7+2-5=5LCM[20,10,8]=40LCM[12,15]=60LCM[5,10]=10;	1
(10/5)+(10/10)=3GCD(15,9,18)=3LCM[6,4,16]=48GCD(14,12,8)=2GCD(45,81,63)=9LCM[30,7]=210((((3*2)*2)*2)*2)=4868+15-6=7735+6-15=26(16*2)+3=35(27-3)/2=12(25+12)-(25-12)=24(19+23+34+38)-76=3873-37=36(28+12+7)-(28+12-7)=1413-4+12=21x:Amy's	1
books;	3
(x+18)-15=926-18=818/2+4/2+6/2=14a:The	1
shorter	5
piece;	9
a+(a+10)=40(11*60	1
(min/hour)+15)-(10*60	2
(min/hour)+50)+(((11*60	1
(min/hour)+50))*2)=75	1
(min)(18+15)+7-4=36y:The	1
number	34
of	129
several	1
years;	1
(11-y)*2=(16-y)y:The	1
dimes;	1
(y-8)+y=2815+18=3318-11=722+8=305+18+9+8=404+(9-4)*(7-1)=3415+15+16+18=6480-(17+17*2)=298/2=4;	1
8+4+36+12=60(74-(29+25))/2=10x:Marbles	1
that	3
Mark	1
gave	1
to	1
Evan;	1
24-x=(3+x)*295-87=818+(18+7)+(18-11)=50(24-11)+(24-18)=1926/(8-3)=5	1
r1S:Skeeter's	1
weight;	1
68+(90-S)/2=9094-27+18-9=76x:The	1
Ben's	1
cards	2
at	3
first;	1
20*2=x+34*(1+2)=12(6+25)*2=62x:The	1
Tara's	1
dollars;	1
x+(x-4)=261+7-3+16+2=238*2=16;	1
8+16+6=3067+15=8214+39=5392-47=4527+15=4275-57=1896-68=2845-18=2736-19=1719+25=4434-26=848-9=3945+28=7352-24=2832-9=2345-38=760-36=2437+25=6229+14=4348+28=7628+16=4436-9=2725+55=8064-16=4828+12=4018+8=2646-19-15=1225+36+17=7895-18-58=1986-49+27=6436+(36+15)=8735+59-79=1545*2-15=7537+49-18=6894-24-29=4145+14+19=7860+14+8=8278-35-18=2527-8+12=3180-27-12=4116*2-18=1465-27=3850-31=1925+35=6047+15=6230-11=1916+24=4055-18=3762-27=3554+17=7197-18=7933-18=1515+78=9356+18=7428-19=9GCD(16,12)=4LCM[15,16]=240GCD(18,12)=6GCD(10,15)=5GCD(15,12)=3GCD(14,7)=7GCD(9,15)=3GCD(18,9)=9LCM[12,15]=60LCM[8,5]=40LCM[18,10]=90GCD(12,20)=4LCM[5,19]=9577-29=4870-45+12=3748-19-17=1275-27-8=4095-68+47=7490-17-38=3550-18-14=1818+(18+15)=5127-8+12=3175-35-18=2285-18-25=4280-15-7=5865-18-25=2248-16-18=1445+(45-13)=77(17+18/2)-18/2=1774-28-29=1716+7+18=4145+27+19=9160-16-18=2632-7=25(90-45)-(45-16)=1626-22+15=198+(8+17)=3342+(42-9)=7567-29-17=2195-52-29=1438-14-16=857-18+25=6417+(24+17)=5885-18=6716+28=4475-58=1727+15=4290-25=6592-74=1855-39=1627+15=4237+45=8245-9=3662-14=4890-12=7835+56=9192-56=3637+55=9290-57=3314+16=3032-18=1480-46=3435+27=6270-16=5475-18=5736-17=1996-88=895-46=4953+18=7146+24=7092-45=4791-38=5348+46=9498-39=5984-46=3825+15=4023-14=914/20(The	1
women's	1
track	2
team)	2
10/16(The	1
men's	1
team)10/16(Fall)	1
7/12(Winter)8/6(Lisa's	1
soccer	1
17/14(Susan's	1
team)14/8(Ava)	1
12/4(Shannon)14/20(Ezra's	1
class)	3
11/17(Jackson's	1
class)8/14(Mrs.	1
Greer's	1
10/13(Mrs.	1
Doyle's	1
class)2/4(Jacob's	1
punch	2
recipe)	2
3/7(Ella's	1
recipe)8/20=0.4(The	1
yearolds)	1
equals	5
2/5=0.4(The	1
16	1
year	1
olds)2/12(Daniel's	1
pizza	2
restaurant)	1
5/18(Ethan's	1
restaurant)8/10=0.8(Jared)	1
4/5=0.8(Cora)18/12(Last	1
year)	1
17/14(This	1
year)16/12(Jesse's	1
18/15(Kimi's	1
class)18/12=1.5(Rina's	1
desk	1
drawer)	1
15/10=1.5(Mia's	1
office	1
supply	1
tray)12/15(The	1
Cooper	1
wedding)	1
11/14(The	1
Patterson	1
wedding)20/18(The	1
first	20
rest	2
stop)	1
17/16(The	1
second	9
stop)5/6(Allenville	1
location)	1
7/12(Westford	1
location)5/6=0.833(The	1
day)	1
10/12=0.833(The	1
day)14/12(Georgetown	1
Middle	2
School)	1
6/5(Seaside	1
School)5,	1
7,	5
10,	5
14,	3
19,	2
258,	1
16,	6
24,	3
32,	6
4078,	1
87,	1
96,	1
105,	1
1142,	1
6,	8
18,	1
54,	1
1622,	1
3,	3
5,	2
8,	8
12,	5
1718,	1
22,	1
26,	2
30,	1
34,	1
383,	1
4,	7
9,	4
1329,	1
35,	2
41,	2
47,	1
53,	2
595,	1
11,	2
153,	1
48,	2
96	2
25108,	1
120,	1
132,	1
144,	1
1563,	1
12.	1
48	1
1517,	1
21,	2
25,	2
29,	2
3314,	1
23,	2
504,	1
124,	1
64,	2
128(22*2)+(3*4)=56(2*16)+(3*7)=534-3=115000	1
(dollar)/(3	1
2000	1
(pound/ton))=2.50	1
(dollar/pound)1.2	1
(dollar)	2
100	2
(cent/dollar)/25	1
(cent/quarter)=4	1
(cent)/10	1
(cent/dime)=2	1
r0;	2
4+2=6	1
(coin)5092-3971=1121(12*100)/(5+5*5)=401410+6908=8318564237+495718=10599553482+8278=11760578833+523776=1102609(1111-777)/2=167(14	1
(L)	3
1000	2
(mL/L))	1
9500	1
(mL)	1
4500	1
(mL)4(hour)*60	1
((1	1
59	1
(min))=25	1
(min)(8700	1
(mL)-(1.6	1
(mL/L)))/2	1
3550	1
(mL)3200	1
(m)*3=9600	1
m;	1
9600/1000	1
(m/km)	4
9.6	1
(km)840	1
(cm)	3
330	1
1170	1
(cm);	1
1170/100	1
(cm/m)	1
11.7	1
(m)6250	1
(g)*2	1
12500	1
(g);	3
12500/1000	1
(g/kg)	5
12.5	1
(kg)3*60	1
27	2
(min)	19
207	2
85	1
292	2
(5*60	1
53	1
(min)14500	1
(g)	3
7400	1
21900	1
21900/1000	1
21.9	1
(kg)79	1
(m)*5	1
395	1
(m);	1
395/1000	1
0.395	1
(km)4*60	1
252	2
70	1
322	2
6*60	2
38	1
(min)(18	1
(kg)	1
*1000	1
(g/kg))/5	1
3600	1
(g)(300	1
(mL)+300	3
(mL))/1000	1
(mL/L)=1.2	1
(L)1-(1/3)	1
2/3	1
(L);	3
4/2	1
2*3	1
6*1000	1
(mL/L)	2
6000	1
(mL)450+(450*0.04)=468147.6/(1-0.18)=180((3875-375)/2)+375=212524*60	1
1*60	2
1506	1
81	1
(1506-81)/60	1
(min/hour)=23	1
hh:mm=23:45=11:45	1
p.m.24*60	1
55	1
1495	1
(min)(25	1
December	2
2014);	1
(1495-1*60	1
(min/hour))/60	1
23	1
hh:mm=23:55=11:55	1
p.m.(24	1
2014)(7-3):10=20:5028-20=848-30=1854-42=1272-27=453:4=24:3245-18=273:4=18:244:12=24:727:4=21:122:7=8:283:4=150:2008:3=56:2132-12=205:2=60:247:4=35:2045-27=182:7=12:427:9=63:815:12=40:963+5=8;	1
8:3=24:9;	1
24-9=15;	1
15-8=7;	1
9:76:105=12:2103:13=27:1172.5:6=12.5:3012:5=36:1519:31=19:3139:3=13:120:7=20:722:18=11:99:41=9:417+43=50;	1
7:5026-4=22;	1
22:1526-4=22;	1
22:26=11:139+34=43;	1
9:436:42=1:711:17=11:1727:2=27:23:14=3:142:13=2:134500	1
(g)/1000	1
4.5	1
(kg);	2
(4.5-1)/7	1
0.5	1
0.5*1000	1
500	1
(g)2*60	1
34	1
154	2
229	2
(4*60	1
(min)32*1000	1
32000	1
(mL);	1
32000/8	1
4000	1
(mL)4200	1
(g)/(1-(1/4))	1
5600	1
5600/1000	1
5.6	1
(kg)14.2	1
(km)	2
11.15	1
3.05	1
(km);	2
3.05*1000	1
3050	1
(m)52	1
(km)/4	1
13*1000	1
13000	1
(m)(5.28	1
(m)	1
(cm/m))	1
9	2
519	1
(cm)4*60	1
267	2
65	1
332	2
28	1
(min)(12	1
(kg)*1000	1
(g/kg))	1
8600	1
3400	1
(g)(7*60	1
(min))-(6*60	1
80	1
80/60	1
1.33	1
(hour)16/15=106.667%(Clara)	1
20/10=200%(Felix)17/7=242.857%(Mabel)	1
15/10=150%(Ella)5/6=83.3%(Greenpoint	1
Technical	1
College)	1
15/19=78.9%(Adams	1
County	1
College)17/18=94.444%(Leon)	1
18/20=90%(Jenna)4/5=80%(Richard's	1
3/6=50%(Anna's	1
recipe)20/16=125%(History)	1
13/10=130%(Social	1
Studies)12/17=70.588%(Yardley)	1
14/20=70%(Richmond)12/16=3/4(The	1
third	2
graders)	1
15/20=3/4(The	1
fourth	1
graders)10/15=66.667%(Jake's	1
stables)	1
17/18=94.444%(Bridget's	1
stables)20/14=142.8%(Ivan)	1
11/10=110%(Brenna)19,	1
272,	1
163,	1
195,	1
20,	1
40,	2
801,	1
2,	1
322,	1
2223,	1
384,	1
12845,	1
61,	1
69,	1
772,	1
643,	1
192,	1
7683,	1
131,	1
27,	1
81,	2
24335,	1
45,	1
50,	1
55,	1
6074,	1
83,	1
92,	1
101,	1
11072,	1
90,	1
108,	1
1175,	1
19GCD(6,12)=6GCD(4,20)=4GCD(7,14)=7GCD(20,15)=5GCD(16,8)=8GCD(39,26)=13GCD(12,16)=4GCD(45,27)=9GCD(44,33)=11GCD(15,10)=5GCD(20,8)=4GCD(8,16)=8GCD(12,18)=6GCD(14,7)=7GCD(4,6)=2GCD(5,10)=5GCD(16,6)=2GCD(16,24)=8GCD(12,28,36)=4GCD(18,27,12)=3GCD(96,144,224)=16GCD(72,90)=18GCD(9,18)=9GCD(18,12)=6GCD(20,12)=4GCD(16,8)=8GCD(30,48)=6GCD(40,32)=8GCD(32,24,16)=8LCM[17,15]=255LCM[7,17]=119LCM[2,9]=18LCM[4,13]=52LCM[44,17]=748LCM[6,5]=30LCM[18,3]=18LCM[3,5]=15LCM[2,8]=8LCM[2,10]=10LCM[12,28]=84LCM[5,7]=35LCM[18,5]=90LCM[14,10]=70LCM[9,19]=171LCM[38,44]=83641/5=8	1
r129/3=9	1
r247/5=9	1
5-2=37/3=2	1
r111/2=5	1
r19/2=4	1
r1;	9
2-1=127/6=4	1
6-3=315/2=7	1
2-1=19/2=4	1
2-1=148/7=6	1
r617/5=3	1
r214/4=3	1
4-2=231/4=7	1
r378/5=15	1
r364/7=9	1
r110/4=2	1
r220/8=2	2
r42-2=048-26=2210-7=37-5=26-3=35-3=24-2=2140-129=1124-11=1358-24=34142-78=6465-27=3845-38=748-32=1615-8=79-7=287-16=719-7=275-11=6415-2=1346-14=3298-39=5913-2=1113-2=118-5=317-9=814-4=1019-4=1514-2=1268-14=5425-18=716-6=1015-3=1249-28=2115-2=132-2=06-5=114-4=1016-4=1213-2=1175-18=576-5=190-5=8591-20=71x:The	1
age	19
Miguel's	1
son;	9
46=4+3xx:Bryan's	1
age;	32
(x/3)+x+(x+5)=40j:Jack's	1
(j+5)+j=29m:Tom's	1
2m/3=m-3x:Christopher's	1
(x+8)+(x-2)+x=60S:Steven's	1
(1/2)S+2=12m:Mrs.	1
Smith's	1
8+12*2=mR:Robbie's	1
12=4*Rx:Abe's	1
present	15
x+(x-7)=31N:Nick's	1
N+(N+1)=11m:Mary's	1
4m/7=22-mx:Peter's	1
x+(x+2)-5=(x+4)x:Tony's	1
x+(x+2)=42x:Scott's	1
x+5=2(x-10+5)x:Lewis's	1
(x+3)/(2x+3)=3/5x:The	1
number;	38
3*(x+2)=24+xx:The	1
x+(x+1)-(x+2)=10x:The	1
x+3x=20x:The	1
x/7=5/14x:The	1
x+15=96x:The	1
other	3
x-91=100x:The	1
2x-12=20x:The	1
x-32=23x:The	1
5x-17=23x:The	1
(1/3)*x-7=8x:The	1
unknown	2
(2/3)*x+6=10x:The	1
(x-6)/13=2x:The	1
x-(1/3)*x=16/3x:The	1
x+(x+2)=20x:The	1
(x+4)-x=4x:The	1
certain	5
x*(1/3)+(1/5)=x*(8/15)x:The	1
(1/3)*x-5=10x:One	1
numbers;	5
y:The	61
x+y=132;	1
x:y=5:6x:The	1
tens	8
digit;	5
units	3
x+y=15;	3
x=8x:The	1
denominator;	4
numerator;	4
x=y*2+1;	1
y=3x:The	1
larger	2
smaller	3
x-y=70;	1
x=6yx:One	1
x:y=1:3;	1
x+2:y+2=1:2n:The	1
5n+7=2n+6x:The	1
(x-4)*5=xx:The	1
y+3=x;	1
x+y=72(6+w)=202x+4x+3x=2784=(1/2)*8*(2x+5x)3L=5432w=800(8h)/2=32(L+(L-7))*2=9840*w=180042/6=754+2x=18051/3=172W=1611H=132x+2x+3x=180x:The	1
angle;	4
y=3x-32;	1
180-(x+y)=2x-28x:The	1
perimeter	2
ABCD;	1
PQRS;	1
2x=3y;	1
x+y=30x:A	1
side	2
triangular;	1
length	4
rectangular;	1
2y+2x=76;	1
3x=4216/2=832.5*2=65.0100-87.6=12.42.3+17.15=19.453.0-0.5=2.514.0*2=28.0x:The	1
total	1
notecards;	1
12=3/4*x8*(1+4)=40400/80=561-30=3135-25=1052-26=2624-6=1889-22=6756-38=187-3=488-30=5818-6=1287-23=64180/15=126+57=6314-8=690-27=6362-13=49110/11=1057-46=1182-47=35182/14=139-2=7132/12=1198-33=6518-3=153*33=99x:The	1
students	1
in	4
each	4
bus;	2
7x+4=396x:Benny's	1
comic	1
(x/2)+6=17x:The	1
Fred	1
started	1
with;	1
(x+5)-(x+5)/2=26x:Jessica's	1
weekly	1
allowance;	1
x/2+6=11x:Each	1
book	1
cost;	1
276-9x=15x:The	1
x+(x+2)+(x+4)=123x:The	1
x+(x+1)+(x+2)=90y:Dollars	1
candy	1
bar;	1
4*1+6y=28x:Dollars	1
for	3
renting	1
an	1
hour;	1
17+7x=80x:The	1
boys;	2
girls;	2
x+y=650;	1
y-x=106x:The	1
man;	1
man's	1
x=3*y;	1
x+12=(y+12)*2x:Vidya's	1
3*x+5=44P:The	1
Priyanka'	1
6P+6=42x:Lollipops	1
Sushi's	1
father	1
bought;	1
x=5+7x:Rojer's	1
x-10=25x:Ariel's	1
4x=x+15M:Martin's	1
N:Neil's	1
M=N+27;	1
M+8=2*(N+8)2x+x+x=180x:Heaps	1
marbles;	2
y:Heaps	1
6x+9y=480;	1
x+y=72x:The	1
large	1
small	1
x+y=52;	1
x-y=10F:Present	1
Jacob's	2
father;	7
J:Jacob's	1
F=J*3;	1
(F+5)+(J+5)=70L:Length	1
rectangle;	6
W:Width	1
L=W*2-8;	1
2L+2W=56x:The	1
x+(x+1)+(x+2)=24x:Jacob's	1
x+5=3(y+5);	2
x-5=7(y-5)x:My	1
my	2
x+5=3(y-5);	1
x-5=2(y+10)A:The	1
a	20
person;	1
C:The	1
B's	1
sister;	1
A=B+2;	1
2A=(1/2)*B+40x:The	1
father's	3
x-2=5(y-2);	1
x+2=y+2+8x:The	1
sum	2
ages	2
two	1
children;	2
x=3y;	3
x+5=2(y+5)x:The	1
x-5=7(y-5)x:The	1
five	1
x=y;	3
y+5*15=2xx:A	1
one	1
sons;	1
x+(x+2)=y/3;	1
x+(x+2)=y-14x:The	1
son's	1
2y+x=70;	1
2x+y=95x:My	1
x+5=2.5(y+5)x:The	1
x+y=55;	1
(x+(x-y))+(y+(x-y))=93A:Anna's	1
C:Cathy's	1
A-2C=3;	1
2A=C+30x:Sam's	1
y:Nancy's	1
y-5=3(x-5);	1
y+10=2(x+10)x:The	1
digital;	14
unit	6
7(10x+y)=4(10y+x);	1
x+y=3x:The	1
10x+y=4(x+y);	1
10x+y=2xyx:The	1
10x+y=7(x+y);	1
10x+y-27=10y+xx:The	1
x+y=9;	2
10y+x=10x+y+9x:The	1
10x+y=10y+x+27x:The	1
10x+y=10y+x+54x:The	1
x+y=8;	2
(10x+y)-(10y+x)=18x:Speed	1
boat	1
still	3
water;	3
y:Speed	6
stream;	1
30/(x-y)+44/(x+y)=10;	1
40/(x-y)+55/(x+y)=13x:Speed	1
rowing	1
current;	2
20/(x+y)=2;	1
4/(x-y)=2x:Speed	1
sailor	1
8/(x+y)=40/60;	1
8/(x-y)=1A:Car	1
speed	2
point	2
A;	1
B:Car	1
B;	1
7A-7B=70;	1
A+B=70x:Speed	1
train;	5
taxi;	2
(300/x)+(200/y)=5.5;	1
(260/x)+(240/y)=5.6x:Speed	1
car;	1
400/x+200/y=6.5;	1
200/x+400/y=7x:Charge	1
per	1
km;	1
y:	1
Charge	1
10x+y=75;	1
15x+y=110x:The	1
cost	16
full	1
class	1
ticket;	1
reservation;	1
x+y=216;	1
3/2x+2y=327x:The	1
original	1
rate	1
walking;	1
distance	1
covered;	1
y/(x+1/2)=y/x-1;	1
y/(x-1)=y/x+3x:Distance	1
when	2
uphill;	1
y:Distance	1
downhill;	1
30x+50y=650x:Speed	1
60/x+240/y=4;	1
100/x+200/y=25/6x:Speed	1
time	1
taken	1
by	1
xy/(x+6)=y-8;	1
xy/(x-6)=y+12x:The	1
fare	2
kilometer;	1
remaining	1
distance;	1
x+(20-1)y=37.7;	1
x+(26-1)y=48.5x:Cost	1
bat;	1
y:Cost	1
ball;	1
7x+6y=3800;	1
3x+5y=1750x:The	1
greater	1
x-y=26;	1
x=3yx:The	2
9*(10x+y)=2*(10y+x)x:The	1
5x-4y+1=0;	1
2x-y-5=0x:The	1
x+y=18;	1
x/(y+2)=1/3x:Dollars	1
12%;	1
y:Dollars	1
10%;	1
12%X+10%Y=130;	1
12%Y+10%X=134f:Father's	1
s:Son's	1
f=s*3;	1
f+12=(s+12)*2x:The	1
x+y=180;	1
x-y=18x:The	1
breadth	1
(x-5)(y+3)=xy-9;	1
(x+3)(y+2)=xy+67x:One	1
x+(x/2)=6x:The	1
numerator	1
fraction;	2
denominator	1
(x+1)/(y+3)=1/2;	1
x+3=yx:One	1
(35-x)-x=13x:One	1
3x+4x=56x:The	1
((4x*10)+(x*1))-((x*10)+(4x*1))=54;	1
(2*4)*10+2=82x:Ajith's	1
x+19=2(x-10)x:The	1
5x-28=232x:The	1
3x+15=6x-10x:The	1
x+(x+2)+(x+4)=246x:The	1
angle	12
triangle;	12
2y=x;	1
180-(x+y)=x-40x:The	1
sofa;	1
love	1
seat;	1
x+y=444;	1
x=2yx:The	3
horse;	1
saddle;	1
x+y=5000;	1
x=4yx:The	1
bicycle;	1
helmet;	1
x+y=240;	2
x=5yx:The	1
x+y=45;	1
2x=yx:The	1
longer	4
x+y=30;	1
x=y+2x:The	2
5+3+x=19x:The	1
3x-5=10x:The	1
x+2x=96x:The	1
x+x+2x+4x=104x:The	1
x+2(x+2)+3(x+4)=70x:The	1
180-(x+y)=x-12x:The	1
180-(x+y)=3xx:The	1
z:The	1
z=x;	1
180-(x+z)=4zx:The	1
y=5x;	1
180-(x+y)=x+12x:The	1
y=3x;	1
180-(x+y)=2x-12x:The	1
width	2
2x+2y=150;	1
x=y+15x:The	1
court;	2
2x+2y=96;	1
x=y+14x:The	1
cabin;	1
land;	1
x+y=30000;	1
4x=yx:Harry's	1
collected	2
stamps;	2
y:Harry's	1
sister	1
money	2
Mr.	2
Brown;	1
Brown's	1
x+y=220;	1
x=10yx:The	1
Aaron's	1
sheep;	2
Beth's	1
7x=y;	1
x+y=608x:The	1
cow;	1
calf;	1
x+y=990;	1
x=8yx:Jamal's	1
capital;	2
y:Moshe's	1
x+y=7500;	1
x=(1/2)*yx:The	1
x+y=12;	1
x+y=6;	1
tuition;	1
room	1
and	1
board;	1
x+y=2584;	1
x=y+704x:The	1
flight	1
portion;	2
ground	1
school	1
x+y=1275;	1
x=y+6252*(x+2x)=60(24/4)^2=36100^(1/2)*4=403(75+15+75+15)=54012*8=96(Molly)	1
15*6=90(Ted)((25)^(1/2)*2)^2=100((1	1
(feet)*12(inch/feet))*(1	1
(feet)*12(inch/feet)))/(3	1
(inch)*2	1
(inch))	2
2420+20+15+15=7060/5=1240	1
(tile)/(12	1
(feet)	1
(feet))	1
1/6((12	1
(inch)*9	1
(inch))/2)	1
(dollar/square	1
inch)	3
432	1
(dollar)((36-(10*2))/2)*10=80((6	1
(feet)*12	2
(inch/feet))*(10	1
(inch/feet)))/(6	1
(inch)*6	1
240(80-(25*2))/2=15(360/20)*2+20*2=76((48/4)^2)-20=124(12*10)	1
(12-2*2)*(10-2*2)=7218*((15*4-18*2)/2)=2164*45=1803.14-2=1.14(2.5	1
(feet)*2.5	1
(feet))*400*0.1	1
(dollar/cent)	2
250	2
(cent);	2
400*0.6	1
240	2
(cent)3.14*(10/2)	1
(inch)*(10/2)	1
(inch)	2
78.5	1
(square	5
inch);	3
8*78.5	1
628	2
3.14*(2/2)	1
(inch)*(2/2)	1
3.14	2
/	1
200(400^(1/2)/2)*(400^(1/2)/2)*3.14=314(32/4)^2*(1-(1/4))=48(92/(2*2))*(2*4)=18410	1
(ft)*10	1
(ft)*3.14=314;	1
314/50=6	1
(6+1)*1.4=9.8(90/(5+12+13))*5=15(6*4)/2*5=6024/6*5=20(2/2)^2*3.14=3.148*3.14=25.1231.4/3.14=10(2/2)^2*3.14=3.143^2*3.14=28.264/2=22*3.14=6.286.28/3.14=210/2=510*7=708*4=32(50/2)-10=15(16+19)*2=7064^(1/2)=87*7=4916/4=47*4=28(20/2)-6=49*4=36821/6=136	1
r5349/7=49	1
r6865/9=96	1
9-1=8849/5=169	1
r4622/9=69	1
r1617/9=68	1
9-5=4414/7=59	1
r1153/5=30	1
r3590/3=196	1
r2372/9=41	1
r3736/6=122	1
r4329/4=82	1
4-1=3554/9=61	1
r5650/3=216	1
3-2=1516/9=57	1
9-3=6871/4=217	1
r3387/5=77	1
r2582/7=83	1
r1799/6=133	1
r1583/6=97	1
6-1=5810/4=202	1
r2360/4=90	1
r0227/2=113	1
r1601/8=75	1
8-1=7	1
266/6=44	1
r2426/8=53	1
r2855/7=122	1
7-1=6379/6=63	1
6-1=5905/7=129	1
r2777/2=388	1
r1868/6=144	1
r4462/9=51	1
r3467/5=93	1
r2321/7=45	1
r6221/7=31	1
r4154/3=51	1
r1725/2=362	1
r1927/2=463	1
r1119/3=39	1
r2828/8=103	1
r4999/5=199	1
5-4=1935/6=155	1
6-5=1287/9=31	1
r8234/6=39945/7=135648/8=81267/3=89763/7=109234/9=26710/5=142196/7=28355/5=71873/3=291270/9=30620/4=155459/9=51672/2=336396/9=44195/3=65147/7=21300/5=60180/9=20336/7=48420/3=140294/7=42180/9=20225/5=45192/4=48121/32=3	1
r25159/37=4	1
r11283/71=3	1
r70201/43=4	1
r29163/84=1	1
r79243/36=6	1
r27177/31=5	1
r22122/57=2	1
r89*10=9020/5=42*3=620/4=58/4=24*4=1635/5=724/3=8(6+5)*2=22(6+9)*2=304*7=2821/3=724/8=34*2=835/7=58/2=44*4=166*3=184*6=2450/5=102*4=8(4+7)*2=226*5=3010/5=22*6=126*10=6036/6=624/6=4(10+2)*2=2410*2=202*4=830/3=107*8=5650/5=1015/3=5	1
r010/5=2	1
r05:2=35:1452-24=28;	1
28:24=7:65:3=40:2415-6=9;	1
9:6=3:29:2=72:1691-21=70;	1
70:21=10:32:3=14:21153-72=81;	1
81:72=9:89:10=63:7021-9=12;	1
12:9=4:310:1=30:37:8=42:4844-16=28;	1
28:16=7:43:1=15:54:3=20:1510:13=20:269:5=36:202:1=16:835-5=30;	1
30:5=6:155-10=45;	1
45:10=9:27:1=28:49:2=18:49:13=45:6524-4=20;	1
20:4=5:15:3=15:93:4=24:326:7=42:49117-36=81;	1
81:36=9:45:9=35:637:2=21:63:5=18:308:11=32:44112-40=72;	1
72:40=9:5104-48=56;	1
56:48=7:69:5=72:4010:1=50:52:3=8:1210:7=70:494:1=28:78:15=48:902:3=12:1877-7=70;	1
70:7=10:124-3=21;	1
21:3=7:164-28=36;	1
36:28=9:77:2=49:14;	1
49+14=6354-9=45;	1
45:9=5:15:4=45:36(34.26/3)*2=22.8415.86/2=7.93(Book	1
store)	2
55.93/7=7.99(Online)(14.70/5)*4=11.76(2.40/2)*6=7.2(1.46/2)*4=2.928.28/6=1.38(Hotdog)	1
9.24/7=1.32(Hamburger)13.30/5=2.66(Monday)	1
10.24/4=2.56(Saturday)35.07/3=11.69(Blue)	1
58.15/5=11.63(Red)10.70/2=5.35(September)	1
37.52/7=5.36(October)13.40/2=6.7(Toy	1
47.67/7=6.81(Online)(3.87/3)*6=7.74(18.72/3)*6=37.4410.40/2=5.2(Market)	1
15.72/3=5.24(Orchard)(5.34/2)*7=18.6919.53/3=6.51(Chicken	1
nugget)	1
13.12/2=6.56(Chicken	1
finger)31.77/3=10.59(Vendor	1
1)	1
21.32/2=10.66(Vendor	1
2)10.40/4=2.6(Brand	1
17.78/7=2.54(Brand	1
B)(44.68/2)*6=134.04(23.10/2)*7=80.85(34.23/3)*7=79.8713.00/5=2.6(Red)	1
5.08/2=2.54(Green)(12.46/2)*6=37.38(1*10	1
*100	1
(quarter)	1
*25	1
(cent/nickel))/100	1
10.30	1
(dollar)(2	1
(cent/dollar)=	1
0.63	1
(dollar)28/4=75*7=359*7=636*4=247-3=414-8=67-4=311-3=89-4=524/3=811-3=88*4=322+7=98*4=329*3=276+5=119*8=7242/7=65-3=214-6=828/7=48+6=148*4=324+8=1210-2=83*7=213*5=155+2=72+7=916-7=948/6=83*8=246*7=4210/5=212-7=513-7=69+7=164*5=2012/4=328/7=49*3=278+2=109+8=1720/5=49+8=173*9=2732/8=415-9=615-9=64*5=205-3=22+9=117+3=103*4=1264/8=88*5=4012/2=67*3=2118/2=99-5=414-7=713-9=45*6=308*2=1611-4=730/6=510-8=26+7=135*6=3012/4=32+3=510-5=510-8=272/8=911-6=54+5=95+5=107*3=216+5=116*8=4854/6=98*5=406*5=308*8=644+3=711-5=64+3=79*8=7213-7=69*3=274+8=1212-8=48+4=128+2=108+9=176*9=548+4=123+4=713-6=730/6=59+2=116*6=369-7=26+3=925/5=55+8=132*4=83*8=2414/2=730/5=62+3=540/5=815-9=611-3=86+4=109*5=453+6=94/2=26*7=4213-6=711-6=510+9=193+4=715-4=1114-7=710-8=212-3=916-8=815-5=1017-6=119-5=416-7=94+2=64+7=1112+3=1518-6=1216-8=816-7=918-6=1217-3=1414-3=1116+3=1914-3=1111-4=75+7=1213-8=515+4=1911-7=47+9=1614-8=615-9=612-4=819-8=1113+6=1918-9=913-6=715-3=122+3=513+6=1911-2=911-8=313-6=78-3=515-8=718-8=1017-7=1015-8=76+5=1116-4=1216-5=1113-6=719-9=1013-8=528-26=298-92=693-56=3797-83=1467-42=2598-65=3386-78=881-56=2527+61=8815-11=498-73=2567-64=349-28=2143+55=9898-91=774-72=29+79=8847+43=9098-64=3446-3=4397-93=411+82=9346-14=3278-68=1058-45=1399-97=211+21=3296-74=2248-31=1751-45=698-95=374-67=748-32=1697-58=396+55=6139+58=9794-78=1686-73=1313+70=8338+61=9998-96=290-83=777-60=1781-38=4390-87=393-86=735-30=53+91=9428-17=1135-33=285-26=5968-42=262+98=10082-16=6685-69=162+6+6=142+6+11=192+4+7=132+10+3=152+13+3=182+8+2=122+2+15=192+11+5=182+9+4=152+2+3=72+13+2=172+5+9=162+5+3=102+15+3=202+7+10=192+10+3=152+3+3=82+15+2=192+8+7=172+4+8=142+12+6=202+7+4=135+2+13=202+6+10=182+3+14=192+10+2=142+5+2=92+2+7=112+2+10=142+2+9=132+3+6=112+2+7=112+13+2=172+4+11=17(9+9+22+23+22+22+7)/7=16.3(75+67+75+70+68)/5=71(58+58+62+55+49+48)/6=55(1+6+10+4+3+3+11+3+10)/9=5.7(13+8+13+21+7+23)/6=14.2(100+92+109+96+103+96+105)/7=100.1(30+14+14+21+25)/5=20.8(6+12+1+12+7+3+8)/7=7(92+106+96+104+96+88)/6=97(8+3+10+4+4+4)/6=5.5(50+57+49+57)/4=53.3(81+73+83+86+73)/5=79.2(69+68+70+61+74+62+65+74)/8=67.932+42-35=39(13+5)-10=8(2+2)-2=2(39+47)-20=6624+12-14=22(44+44)-20=68(23+5)-12=16(13+17)-15=15(26+36)-48=1416+33-48=1(43+12)-44=11(4+11)-11=42+27-5=2415+48-12=51(35+21)-34=22(17+32)-10=39(39+12)-49=2(25+17)-10=3229+17-12=3445+9-19=35GCD(20,16)=4GCD(6,10)=2LCM[12,6]=12LCM[18,9]=18GCD(16,8)=8GCD(7,14)=7LCM[18,11]=198GCD(18,9)=9LCM[13,20]=260GCD(9,6)=3GCD(18,20)=2LCM[17,6]=102GCD(15,6)=3LCM[12,18]=36LCM[8,18]=72LCM[100,30]=300GCD(120,30)=30LCM[11,3]=33LCM[6,7]=42LCM[5,11]=55;	1
55/5=11GCD(39,13)=13LCM[12,9]=36LCM[7,9]=63;	1
63/7=9GCD(54,27)=27LCM[5,7]=35LCM(6,8)=24GCD(44,33)=11GCD(72,24)=24;	1
72/24=3LCM[8,9]=72GCD(86,42)=2GCD(32,80)=16;	1
80/16=5GCD(63,81)=9GCD(72,90)=18GCD(25,35)=5;	1
35/5=7GCD(18,12)=6LCM[7,8]=56LCM[6,9]=18LCM[19,2]=38LCM[20,17]=340LCM[12,5]=60LCM[7,2]=14LCM[6,17]=102GCD(10,15)=5LCM[13,8]=104GCD(48,32)=16LCM[2,11]=22GCD(10,15)=5LCM[72,108]=216	1
seconds;	4
9*60*60=32400	1
(32400+216)/60/60=9	1
r216;	1
216/60=3	1
r36;	1
hh:mm:ss=9:03:36	1
a.m.LCM[18,14]=126LCM[75,90]=450LCM[90,60]=180LCM[252,198]=2772LCM[2,3,4,5]=60LCM[9,12]=36LCM[13,14]=182LCM[12,15]=60	1
6*60*60=21600	1
(21600+60)/60/60=6	1
r60;	1
60/60=1	1
hh:mm:ss=6:01:00	1
p.m.LCM[13,17]=221LCM[100,40]=200LCM[8,20]=40LCM[75,30]=150;	1
3000/150=20LCM[7,12]=84LCM[9,15]=45LCM[6,8]=24LCM[15,25]=75LCM[6,12,18]=36GCD(20,40)=20GCD(36,44)=4GCD(72,90)=18GCD(448,616)=56LCM[2,5]=10LCM[28,24]=168GCD(72,90)=18GCD(16,24)=8GCD(50,30)=10GCD(42,49,63)=7GCD(45,60)=15GCD(72,48)=24GCD(840,440)=40GCD(30,42)=6GCD(8,12,48)=4GCD(60,72)=122*9+3=21	1
5*8+7=47	1
(7*4)+(1*9)=37	1
8*4+2=34	1
7*4+3=31	1
7*2+5=19	1
4*8+9=41	1
4*8+7=39	1
6*9+8=62	1
2*3+6=12	1
2*3+4=10	1
9*3+2=29	1
2*9+4=22	1
(5*9)+(2*1)=47	1
7*2+9=23	1
2*7+3=17	1
8*2+5=21	1
8*6+5=53	1
4*7+2=30	1
7*4+2=30	1
(2*6)+(1*5)=17	1
7*5+6=41	1
(4*2)+(6*1)=14	1
49+35=8492+3=9543+23=6664+18=8245+33=7877+19=9656+11=6722+19=4161+22=8358+21=7954+2=5610+3=1368+25=9350+41=9163+23=8679+13=9221+18=3933+21=5471+27=9878+9=8764+13=7767+17=8458+40=9872+23=9575+12=8759+38=9720+2=226+3=99+9=1810+5=1510+8=1810+7=1711+2=138+3=116+3=97+12=1912+4=167+7=1415+3=1816+3=199+3=1212+3=1512+4=166+3=911+2=137+2=911+3=1410+3=132+2=447-25+40=6247-41+20=2626-20+20=265-2+5=843-14+27=5638-4+15=494-3+10=1145-6+20=5933-11+23=4510-2+2=1035-10+10=3530-8+10=3217-2+23=3812-2+21=3133-19+13=2742-25+30=4748-11+21=5850-15+21=5611-5+10=1640-25+21=36(23+7)/5=6(30+5)/7=5(44+28)/9=8(2+22)/3=8(39+25)/8=8(31+32)/9=7(28+2)/6=5(2+25)/9=3(23+2)/5=5(2+33)/7=5(3+13)/8=2(5+27)/8=4(3+3)/3=2(4+23)/9=3(36+28)/8=8(9+33)/7=6(16+5)/3=7(8+7)/5=3(29+34)/7=9(7+3)*5=50(4+3)*5=35(6+4)*9=90(2+5)*3=21(5+5)*5=50(3+5)*4=32(5+5)*3=30(6+2)*8=64(4+3)*3=21(6+4)*3=30(4+6)*8=80(5+3)*4=32(3+5)*3=24(3*8)+(3*8)=48(7+3)*4=40(5+5)*4=40(5+3)*5=40(6+2)*6=48(87-33)/6=9(101-47)/6=9(62-17)/9=5(36-18)/2=9(43-31)/6=2(90-45)/5=9(45-39)/2=3(88-48)/5=8(63-14)/7=7(50-5)/5=9(63-48)/3=5(54-19)/5=7(110-47)/7=9(35-14)/3=7(68-28)/8=5(68-50)/3=6(17-2)/3=5(51-41)/5=2(68-4)/8=8(58-28)/5=6(14-5)*4=36(10-8)*8=16(6-2)*3=12(11-2)*5=45(14-5)*6=54(12-8)*9=36(5-3)*2=4(12-6)*6=36(7-5)*5=10(10-5)*3=15(9-5)*4=16(9-3)*3=18(10-2)*4=32(13-4)*4=36(5-3)*5=10(11-2)*8=72(6-3)*9=27(9-3)*2=12(8-3)*3=15(9-6)*2=612/12=131/12=2	1
r745/12=3	1
r915/3=545/18=2	1
r927/9=39/6=1	1
r314/4=3	1
r415/3=5	1
r045/18=2	1
r924/6=4	1
r013/4=3	1
r154/6=959/9=6	1
r572/6=1225/5=535/5=727/9=360/10=6560/80=760/60=164/32=25504/64=86154/11=141802/34=53820/82=10407/11=374028/53=7654/9=616/8=216/2=828/4=718/6=3210/30=7100/20=540/40=15929/77=773300/75=44316/79=41804/82=225530/79=701720/43=40	1
